{"patient_name":"季孙华","ward":"风湿免疫病区","bed_no":"29","id_no":"M0753331X","admission_no":"429264","gender":"男","age":"31岁","marriage":"史： 已婚，配偶体健。","address":"宝山区 横沙乡 永发路 永发村607号","admission_date":"2013-04-15","minorities":"汉族","job":" \/其他劳动者","hometowns":"上海徐汇区","record_create_date":"2013-04-15","record_note_date":"2013-04-15","record_speaker":"患者本人","treating_physician":"李婷","fourtyhour_diagnosis":"2012-11-13 肝肾功能、CRP正常；血常规：白细胞(7.8×10^9\/L);中性粒细胞%(74.6%,H)","complained":" 反复多关节痛12年余，加重9月。","history_of_present_illness":" 患者于2001年无明显诱因出现左膝关节、踝关节肿痛，伴皮温升高，关节活动受限，无发热，无咳嗽咳痰，无畏寒。至长海医院查膝踝关节X线检查示关节腔积液，诊断为“反应性关节炎”，给予止痛药对症治疗，因胃肠道反应较大遂自行停药疼痛持续数月后好转。之后反复出现腰背部、腹股沟疼痛不适，无关节肿胀，活动后缓解，未予特殊处理后自行好转。2007年开始间歇性胸骨、胸肌、肩胛部及腰部疼痛不适。2008年无明显诱因下出现右上肢与左下肢疼痛、活动受限，诊断为“脊柱关节病”予“柳氮磺吡啶、西乐葆”治疗后，关节疼痛好转。2009年患者因肩胛部、下腰部疼痛至长海医院就诊，查“HLA-B27(+),骶髂关节CT提示关节面毛糙”，诊断为“强直性脊柱炎”，予“阿达木”40mg \/2周皮下注射治疗，治疗6个月后患者自觉症状明显好转，自行停药。2012年7月，患者再次出现肩背部、颈部关节疼痛不适症状，且程度较前有所加重，伴晨僵，活动后症状可好转，2012年10月至我科住院治疗，排除禁忌后予益赛普 25mg 2次\/周 皮下注射控制疾病，患者症状明显缓解，2013年2月为最近一次用药，因工作忙已停药2月，现为进一步治疗，门诊以“强直性脊柱炎”收入我科住院治疗。患者自患病以来，精神状态良好，体重无明显变化，饮食正常，二便无殊，睡眠无异常。","past_history":" 2007年有“胃溃疡”病史，现少量进食后即有胞胀感。否认高血压病史，否认糖尿病史，否认冠心病病史，否认结核、肝炎等传染病史，否认外伤史，否认手术史，否认输血史，否认食物及药物过敏史，预防接种史不详。","personal_history":" 久居原籍，否认疫水、有毒、化学性、放射性物质接触史；吸烟160支\/年；少量饮酒。预防接种史随当地。婚姻史： 已婚，配偶体健。","family_history":" 其父患有强直性脊柱炎，否认其它家族遗传病史。","physical_examination":"体温 36.1℃脉搏 78 次／分呼吸 18 次／分血压 120／80mmHg一般情况：中等 ，步入病房，神志清晰，检查合作，自主体位。无贫血貌。皮    肤：无黄染，无皮疹， 无瘀斑、瘀点、出血点,未见血管蜘蛛痣。浅表淋巴结：未及肿大。头 颈 部：头颅正常，毛发分布均匀，眼睑无水肿，结膜无充血 ，睑结膜无苍白，巩膜无黄染，双侧瞳孔等大等圆，对光反射灵敏。鼻腔无异常分泌物，副鼻窦区无压痛，外耳道无异常分泌物，听力佳。唇无紫绀，口腔粘膜无溃疡，咽部无充血，扁桃体无肿大，颈无抵抗，气管位置居中，无颈静脉怒张，甲状腺未及肿大。胸    部：胸廓对称无畸形，无胸骨压痛，呼吸运动正常。肺：胸膜无摩擦感；双肺叩诊清音，双肺呼吸音正常；两侧语颤音相等；未闻及干湿性罗音。 心：心前区无局部隆起，心浊音界无扩大，心率78 次\/分，律齐，病理性杂音未及。腹    部：腹平软，未见胃肠形，肠鸣音正常 ，4次\/分，未见腹壁静脉曲张，叩诊鼓音，肝脏及脾脏肋下未及；莫菲征阴性；肝肾区无叩击痛 ，腹部无压痛及跳痛，无肌卫；移动性浊音阴性。肛门及外生殖器： 拒查。脊柱及四肢： 脊柱：枕墙距0cm  胸颏距0cm  胸廓活动度4.5cm  Schober试验4.5cm 指地距15cm  （左右） 4字试验-；四肢:无关节肿痛，无畸形，肌力正常，无肝掌，无杵状指。双下肢无浮肿。神经系统： 四肢肌力、肌张力未见异常，双侧 肱二、三头肌腱反射正常，双侧 膝、跟腱反射正常，双侧 Hoffmann阴性， Babinski征阴性， Kernig征阴性。","auxiliary_examination":"","initial_diagnosis":"1. 强直性脊柱炎\n ","confirmed_diagnosis":"1. 强直性脊柱炎(2013-04-15)"}