{"patient_name":"顾振兵","ward":"风湿免疫病区","bed_no":"21","id_no":"M15811172","admission_no":"440971","course_record":"2009-06-28 18:28首次病程记录姓名：顾振兵  性别：男  年龄：46岁  因“下腰部、双侧臀部疼痛12年余 ” 于 2009-06-28 收入风湿免疫病区。病历特点：1、患者46岁，男，慢性 病程，慢性 起病。2、患者下腰部疼痛，双侧臀部交替性疼痛，伴晨僵，持续时间约十分钟，无压痛、活动受限，疼痛于活动后好转，休息时加重，冬季较重，夏季较轻，夜间多发，影响睡眠，上述症状持续存在，进行性加重，逐渐出现颈部、腰部活动受限。3、患者平素体健，否认高血压、糖尿病。4、查体：神清，一般情况良好，心肺腹未见明显异常。颈椎、腰椎生理弯曲变直，胸椎后凸畸形，全脊柱活动受限，无压痛。双侧髋关节活动受限。枕墙距12cm，胸廓活动度1cm，Schober试验2.5cm，指地距20cm。（左右）4字试验+，直腿抬高试验(-)，四肢关节无肿胀、畸形，无压痛。四肢肌力肌张力正常，神经系统未见明显异常。5、检查记录：既往就诊于多家外院先后查：HLA-B27(+)；骶髂关节CT提示：关节间隙变窄，关节面模糊；ESR、CRP增高，RF阴性；颈椎、腰椎平片提示：生理曲度变直，椎体呈竹节样改变；骶髂关节CT提示：关节间隙消失，关节面毛糙。初步诊断： 1、强直性脊柱炎诊断依据：1、患者中老年男性，慢性病程，慢性起病。2、主要表现：下腰部疼痛，双侧臀部交替性疼痛，疼痛于活动后好转，休息时加重，冬季较重，夏季较轻，夜间多发，伴晨僵，全脊柱活动受限，予“SASP 2g\/日，帕夫林0.6g 3\/日，MTX10mg\/周，扶他林75mg\/日”治疗，症状好转。3、查体：颈椎、腰椎生理弯曲变直，胸椎后凸畸形，全脊柱活动受限，无压痛。双侧髋关节活动受限。枕墙距12cm，胸廓活动度1cm，Schober试验2.5cm，指地距20cm。（左右）4字试验+，直腿抬高试验(-)，四肢关节无肿胀、畸形，无压痛。4、检查记录：HLA-B27(+)；ESR、CRP增高，RF阴性；颈椎、腰椎平片提示：生理曲度变直，椎体呈竹节样改变；骶髂关节CT提示：关节间隙消失，关节面毛糙。诊断明确。鉴别诊断： 患者强直性脊柱炎既往已诊断明确，且行“SASP 2g\/日，帕夫林0.6g 3\/日，第 1 页MTX10mg\/周，扶他林75mg\/日”治疗1年，症状好转，故诊断明确，无需鉴别。诊疗计划： 1、予风湿科二级护理常规。2、完善相关检查，正确评估病情。3、请示上级医师指导进一步治疗。2009-06-29 08:02包军主治医师首次查房记录今日患者一般情况可，无特殊不适主诉，部分检查结果回报：(2009-6-29)粪常规、血常规、尿常规、肝肾功未见明显异常，免疫球蛋白：血清IgG(15.20g\/L);补体C4(0.393g\/L);C-反应蛋白(26.60mg\/L);类风湿因子(8IU);红细胞沉降率(16mm\/h);心电图(2009-6-29)检查结果：窦性心律， 大致正常心电图。包军 主治医生查房并查体后分析如下：一、初步诊断：1、强直性脊柱炎二、诊断依据：1、患者中老年男性，慢性病程，慢性起病。2、主要表现：下腰部疼痛，双侧臀部交替性疼痛，疼痛于活动后好转，休息时加重，冬季较重，夏季较轻，夜间多发，伴晨僵，全脊柱活动受限，予“SASP 2g\/日，帕夫林0.6g 3\/日，MTX10mg\/周，扶他林75mg\/日”治疗，症状好转。3、查体：颈椎、腰椎生理弯曲变直，胸椎后凸畸形，全脊柱活动受限，无压痛。双侧髋关节活动受限。枕墙距12cm，胸廓活动度1cm，Schober试验2.5cm，指地距20cm。（左右）4字试验+，直腿抬高试验(-)，四肢关节无肿胀、畸形，无压痛。4、检查记录：HLA-B27(+)；ESR、CRP增高，RF阴性；颈椎、腰椎平片提示：生理曲度变直，椎体呈竹节样改变；骶髂关节CT提示：关节间隙消失，关节面毛糙。诊断明确。三、鉴别诊断：患者强直性脊柱炎既往已诊断明确，且行“SASP 2g\/日，帕夫林0.6g3\/日，MTX10mg\/周，扶他林75mg\/日”治疗1年，症状好转，故诊断明确，无需鉴别。四、诊疗计划：1、患者目前炎症指标仍增高，仍有腰背疼痛症状，考虑病情活动，门诊排除乙肝、结核等使用生物制剂禁忌症，向患者告知生物制剂使用副作用后，患者表示理解，并要求使用，准予益赛普25mg 皮下注射 2\/周治疗。2、密切关注患者病情变化，监测药物副作用。2009-07-01 10:02包军主治医师查房记录近日患者病情稳定 ，一般情况良好 ，生命体征平稳 ，患者无特殊不适主诉，无明显生物制剂副作用，注视部位无红肿、过敏现象。骨密度结果提示：骨质疏松。患者要求近日出院。包军主治医师查房后指示：患者一般情况良好，无特殊不适主诉，准予近日出院，门诊随访。2009-07-02 18:08出院记录患者顾振兵,男,46岁 ,因“ 下腰部、双侧臀部疼痛12年余 ”于2009-06-28收入风湿免疫病区 ，于2009-07-03 出院，共住院5 天。入院诊断：1.强直性脊柱炎住院诊治经过： 患者因“ 下腰部、双侧臀部疼痛12年余 ”入院。入院后查体：神清，一般情况良好，心肺腹未见明显异常。颈椎、腰椎生理弯曲变直，胸椎后凸畸形，全脊柱活动受限，无压痛。双侧髋关节活动受限。枕墙距12cm，胸廓活动度1cm，Schober试验2.5cm，指地距20cm。（左右）4字试验+，直腿抬高试验(-)，四肢关节无肿胀、畸形，无压痛。四肢肌力肌张力正常，神经系统未见明显异常。检查记录：(2009-6-29)粪常规、血常规、尿常规、肝肾功未见明显异常，免疫球蛋白：血清IgG(15.20g\/L);补体C4(0.393g\/L);C-反应蛋白(26.60mg\/L);类风湿因子(8IU);红细胞沉降率(16mm\/h);心电图(2009-6-29)检查结果：窦性心律，大致正常心电图。骨密度（2009-06-30）：骨质疏松。入院完善相关检查后，考虑患者目前病情仍活动，门诊已排除乙肝、结核等使用生物制剂禁忌症，向患者告知生物制剂使用副作用后，患者表示理解，并要求使用，予益赛普25mg 皮下注射 2\/周治疗，症状好转，无特殊药物副作用，注射部位无红肿、过敏现象，同时辅以补钙治疗。出院时情况： 患者一般情况良好，无特殊不适主述，疼痛减轻，准予出院。出院诊断：1.强直性脊柱炎出院医嘱：1、适度锻炼，避免感染，劳逸结合。2、遵医嘱用药，出院用药：益赛普针25mg 皮下注射 2\/周，阿法D3胶囊0.25ug 口服 1\/日，钙尔奇D600mg 口服 1\/日。3、定期复查血常规、肝肾功、血沉、C-反应蛋白等指标，不适门诊随访。"}