{"patient_name":"翟银兆","ward":"风湿免疫病区","bed_no":"18","id_no":"05286685","admission_no":"404189","course_record":"2007-08-21 16:21首次病程记录姓名：翟银兆  性别：男  年龄：69岁  因“颈腰痛伴活动受限30余年 ” 于 2007-08-21收入风湿免疫病区病历特点：患者69岁，男，慢性 病程，慢性 起病。初步诊断：(此次诊疗的主要疾病) 1.强直性脊柱炎 2.骨关节炎诊断依据：1、病    史：脊柱疼痛伴活动受限30余年2、症    状：患者于1970年代逐渐出现腰痛，无晨僵及活动受限，时轻时重，当地医院就诊，给予药物治疗（具体不详）后可缓解。90年代起出现左膝关节痛，不伴肿胀、晨僵和活动受限，经过治疗（具体不详）至2002年后未再次发作。2006年起患者腰痛加重，出现弯腰受限，并逐渐沿脊柱向上发展。近1月开始累及颈部，颈部左右转动受限，伴有肩关节疼痛，肩关节活动不受限；近十天颈腰痛加重，并伴有右足第2-4趾间关节肿痛。患者病程中无膝、踝、腕等关节疼痛。8月来我院就诊，查腰椎平片可见竹节样改变。现为进一步诊治，门诊以“强直性脊柱炎”收入院。患者自患病以来，精神状态良好，体重无明显变化，饮食正常，大、小便正常，睡眠无异常。3、体    征： 一般情况良好，神志清晰， 皮肤无黄染，无皮疹，无出血点。浅表淋巴结未及肿大。 双肺叩诊清音，双肺呼吸音正常；未闻及干湿性罗音。心浊音界无扩大，心率70次\/分，律齐，病理性杂音未闻及。 腹平软，无压痛及反跳痛，肝脏及脾脏肋下未及. 脊柱：枕墙距11cm  胸颏距6cm  胸廓活动度3.5cm  Schober试验1cm 指地距30cm ，双侧4字试验（－）。双下肢无浮肿。4、检查记录： 暂缺。鉴别诊断： 1.结核性关节炎：初期关节肿胀、疼痛、常侵犯单个关节，髋关节及膝关节最常受累，不对称，多伴有低热、盗汗和全身不适等结核中毒症状，X线表现为关节囊肿胀，关节附近骨质疏松、关节腔变窄、关节边缘有骨侵蚀、软骨下骨有破坏等表现，目前暂不考虑本病，可做PPD试验以进一步排除。2.类风湿关节炎： 患者为老年男性，有单侧膝关节疼痛的表现，但无手指、腕关节肿痛，无晨僵，查RF、抗CCP及关节X线片等排除。第 1 页诊疗计划： 1.完善相关检查，明确诊断。2.向上级医师汇报，指导进一步治疗。2007-08-22 15:31主治医师首次查房记录今日患者诉腰部、颈部疼痛。查体如前。辅检： 血常规：白细胞7.1×10^9\/L,中性粒细胞55.3%,红细胞3.88×10^12\/L;血红蛋白99g\/L,血小板580×10^9\/L。HLA-B7(＋);HAL-B27(＋)。ESR99mm\/h。肝肾功：球蛋白39g\/L。电解质、血脂、肿瘤标记物、抗\"O\"、类风湿因子、尿常规、粪常规及隐血（－）。心电图：窦性心律， 完全性右束支传导阻滞，提示：右室电压偏高。胸椎正位：胸椎改变符合强直性脊柱炎。刘彧主治医生查房并查体后分析如下：一、初步诊断：1.强直性脊柱炎 2.骨关节炎二、诊断依据：1.强直性脊柱炎：1）患者老年男性，于青年时起病，由腰痛开始，向上发展，逐渐累及颈部，伴有活动受限。2）查体：枕墙距11cm  胸颏距6cm  胸廓活动度3.5cm  Schober试验1cm 指地距30cm 。3）辅检：HLA-B7(＋);HAL-B27(＋)，ESR99mm\/h，腰椎、胸椎X片示竹节样变，符合强直性脊柱炎改变。 2.骨关节炎：患者老年男性，>65岁，腰椎、胸椎X线可见关节间隙狭窄、骨赘形成，故诊断。三、鉴别诊断：1.结核性关节炎：初期关节肿胀、疼痛、常侵犯单个关节，髋关节及膝关节最常受累，不对称，多伴有低热、盗汗和全身不适等结核中毒症状，X线表现为关节囊肿胀，关节附近骨质疏松、关节腔变窄、关节边缘有骨侵蚀、软骨下骨有破坏等表现，目前暂不考虑本病，可做PPD试验以进一步排除。2.类风湿关节炎：患者为老年男性，有单侧膝关节疼痛的表现，但无手指、腕关节肿痛，无晨僵，查RF、抗CCP阴性，关节X线片不支持，故排除；。四、诊疗计划：1.给予西乐葆消炎镇痛对症治疗。2.进一步查骶髂关节平片，明确诊断。2007-08-23 16:32主任医师查房记录今日患者一般情况尚可，诉颈部腰部疼痛。查体如前 。辅检：抗核抗体（－）;抗环瓜氨酸肽抗体(－)。骶髂关节CT平扫： 双侧骶髂关节关节面下骨质密度增高，并见小囊样低密度改变，关节面毛糙，局部关节间隙变窄，欠清晰。所见腰5椎体及及附件骨质增生，软组织见明显异常改变。 印象：强直性脊柱炎，请结合实验室检查。腹部超声：右肾囊肿。胸片：所见腰椎退变，正位似成竹节样，请结合临床。许臻主任医师 查房，分析病情如下：一、初步诊断：1.强直性脊柱炎  2.骨关节炎二、诊断依据：1.强直性脊柱炎：1）患者老年男性，于青年时起病，由腰痛开始，向上发展，逐渐累及颈部，伴有活动受限。2）查体：枕墙距11cm  胸颏距6cm  胸廓活动度3.5cm  Schober试验1cm 指地距30cm 。3）辅检：HLA-B7(＋);HAL-B27(＋)，ESR99mm\/h，腰椎、胸椎X片示竹节样变;骶髂关节CT平扫：关节面毛糙，局部关节间隙变窄，欠清晰，符合强直性脊柱炎改变。2.骨关节炎：患者老年男性，>65岁，腰椎、胸椎X线可见关节间隙狭窄、软骨下骨硬化及骨赘形成，骶髂关节CT平扫：双侧骶髂关节关节面下骨质密度增高，并见小囊样低密度改变，故诊断。三、鉴别诊断：1.结核性关节炎：初期关节肿胀、疼痛、常侵犯单个关节，髋关节及膝关节最常受累，不对称，多伴有低热、盗汗和全身不适等结核中毒症状，X线表现为关节囊肿胀，关节附近骨质疏松、关节腔变窄、关节边缘有骨侵蚀、软骨下骨有破坏等表现，目前暂不考虑本病，可做PPD试验以进一步排除。2.类风湿关节炎：患者为老年男性，有单侧膝关节疼痛的表现，但无手指、腕关节肿痛，无晨僵，查RF、抗CCP阴性，关节X线片不支持，故排除。四、诊疗计划：给予西乐葆消炎镇痛，葡立治疗骨关节炎，妙纳对症治疗。五、注意事项：注意合理应用镇痛药物。2007-08-26 15:06主治医师查房记录今日患者颈腰部疼痛较重。查体如前 。辅检：免疫球蛋白无明显异常。刘彧主治医师查房后指示，患者目前疼痛无明显缓解，可加用曲马多镇痛；可进一步行胃镜检查，了解患者目前胃及十二指肠情况，以决定可否换用消炎镇痛药。2007-08-29 15:08主治医师查房记录今日患者神志清楚 ，精神可 ，睡眠可 ，饮食可 ，大小便无异常 ，仍有腰部、颈部疼痛。查体如前无殊 。辅检：C-反应蛋白77.10mg\/L。胃镜：浅表性胃炎伴糜烂。刘彧主治医师查房后指示，继续予复方法莫替丁护胃，换用怡美力消炎镇痛。2007-08-31 15:15交班记录2007-08-31   15：30姓名：翟银兆  性别：男  年龄：69岁入院情况： 患者因“颈腰痛伴活动受限30余年” 于 2007-08-21入院。查体： 神志清晰，皮肤无黄染，无皮疹，无出血点。 浅表淋巴结未及肿大。双肺叩诊清音，双肺呼吸音正常；未闻及干湿性罗音。心浊音界无扩大，心率70次\/分，律齐，病理性杂音未闻及。腹平软，无压痛及反跳痛，肝脏及脾脏肋下未及.脊柱：枕墙距11cm  胸颏距6cm  胸廓活动度3.5cm  Schober试验1cm 指地距30cm ，双侧4字试验（－）。双下肢无浮肿。入院诊断：1.强直性脊柱炎 2.骨关节炎住院经过： 患者入院后，完善相关检查：血常规：白细胞7.1×10^9\/L,中性粒细胞55.3%,红细胞3.88×10^12\/L;血红蛋白99g\/L,血小板580×10^9\/L。HLA-B7(＋);HAL-B27(＋)。ESR99mm\/h。肝肾功：球蛋白39g\/L。电解质、血脂、肿瘤标记物、抗\"O\"、类风湿因子、尿常规、粪常规及隐血（－）。免疫球蛋白无明显异常。C-反应蛋白77.10mg\/L。胃镜：浅表性胃炎伴糜烂。心电图：窦性心律，完全性右束支传导阻滞，提示：右室电压偏高。胸椎正位：胸椎改变符合强直性脊柱炎。抗核抗体（－）;抗环瓜氨酸肽抗体(－)。骶髂关节CT平扫：强直性脊柱炎，请结合实验室检查。腹部超声：右肾囊肿。胸片：所见腰椎退变，正位似成竹节样，请结合临床。先后给予西乐葆、怡美力消炎镇痛，妙纳对症治疗，葡立治疗骨关节炎。目前情况： 患者目前仍有颈腰椎痛及活动障碍。目前诊断：1.强直性脊柱炎 2.骨关节炎崔海明2007-09-01接班记录接班记录姓名：翟银兆  性别：男  年龄：69岁入院情况： 患者因“颈腰痛伴活动受限30余年” 于 2007-08-21入院。查体：神志清晰，皮肤无黄染，无皮疹，无出血点。浅表淋巴结未及肿大。双肺叩诊清音，双肺呼吸音正常；未闻及干湿性罗音。心浊音界无扩大，心率70次\/分，律齐，病理性杂音未闻及。腹平软，无压痛及反跳痛，肝脏及脾脏肋下未及.脊柱：枕墙距11cm  胸颏距6cm  胸廓活动度3.5cm  Schober试验1cm 指地距30cm ，双侧4字试验（－）。双下肢无浮肿。入院诊断：1.强直性脊柱炎 2.骨关节炎住院经过： 患者入院后，完善相关检查：血常规：白细胞7.1×10^9\/L,中性粒细胞55.3%,红细胞3.88×10^12\/L;血红蛋白99g\/L,血小板580×10^9\/L。HLA-B7(＋);HAL-B27(＋)。ESR99mm\/h。肝肾功：球蛋白39g\/L。电解质、血脂、肿瘤标记物、抗\"O\"、类风湿因子、尿常规、粪常规及隐血（－）。免疫球蛋白无明显异常。C-反应蛋白77.10mg\/L。胃镜：浅表性胃炎伴糜烂。心电图：窦性心律，完全性右束支传导阻滞，提示：右室电压偏高。胸椎正位：胸椎改变符合强直性脊柱炎。抗核抗体（－）;抗环瓜氨酸肽抗体(－)。骶髂关节CT平扫：强直性脊柱炎，请结合实验室检查。腹部超声：右肾囊肿。胸片：所见腰椎退变，正位似成竹节样，请结合临床。先后给予西乐葆、怡美力消炎镇痛，妙纳对症治疗，葡立治疗骨关节炎。目前情况： 患者目前仍有颈腰椎痛及活动障碍。患者AS诊断明确，已有胸腰椎类竹节样改变，为强直性脊柱炎病变晚期。目前患者联合多种止痛药物，中轴关节疼痛及活动受限仍较重，结合患者血沉、CRP仍较快，考虑病情仍为活动，腱端炎症反应仍持续，应加用柳氮磺胺吡啶等改变病情药物，以阻断病情进展。目前诊断：1.强直性脊柱炎2.骨关节炎林翊萍2007-09-03 16:34主治医师查房记录患者无发热，仍诉颈腰部疼痛，脊柱活动障碍。查体较前无明显变化。刘彧主治医师查房后指示给予柳氮磺胺吡啶1.0，口服，2\/日控制病情活动，其他治疗不变，嘱病人适当功能活动锻炼。继续观察病情。林翊萍2007-09-06 14:14主治医师查房记录患者服用柳氮磺胺吡啶后自觉颈腰背部疼痛有所减轻，后半夜疼痛较明显，胃脘部不适较前加重。刘彧主治医师查房后指示可停用复方法莫替丁、妙纳，给予耐信片40mg，1\/日加强抑酸保护胃粘膜治疗，调整曲马多片为睡前口服，嘱病人适当功能活动锻炼，树立胜病信心。林翊萍2007-09-09 09:58主治医师查房记录患者颈腰背部疼痛进一步减轻，但近日胃脘部疼痛明显，进食较差，夜间偶有恶心、呕吐、返酸等症状。查体：平温平脉，腹软，剑突下压痛（＋），无肌紧张及反跳痛，肝脾未及，脊柱各棘突扣痛（±），功能活动受限。复查心电图 ：窦性心律，完全性右束支传导阻滞，右室高电压 ；化验复查血白细胞(6.6,×10^9\/L,M);中性粒细胞%(62.9,%,M);淋巴细胞%(27.0,%,M);血红蛋白(99,g\/L,L);血小板(595,×10^9\/L,H);便隐血(阴性,M);血沉(82,mm\/h,H);球蛋白(41,g\/L,H);C-反应蛋白(102.00,mg\/L,H)。刘彧主治医师查房后指示以上结果血沉、CRP仍较高提示AS病情仍未稳定，目前胃肠道症状较重与非甾体抗炎药等药物的副作用有关，停用此类药物又会导致脊柱关节症状加重，故给予耐信片40mg\/日、胃达喜片1g，3\/日及补液支持治疗;予阿司匹林肠溶片100mg\/日改善高凝状态;柳氮磺胺吡啶片减为0.5g，2\/日;继续观察病情。林翊萍2007-09-12 09:04主治医师查房记录患者仍诉颈腰背部疼痛，转头等活动受限，服用甲氨喋呤片7.5mg后晚间出现恶心、干呕等症状，经肌注胃复安后症状缓解。刘彧主治医师查房后指示可请中医科会诊给予微波理疗等辅助治疗，如患者疼痛仍无缓解，必要时可给予得宝松针(1ml)肌注对症治疗。林翊萍2007-09-14 08:26主治医师查房记录患者经肌注得宝松等抗炎对症治疗后，腰背部疼痛、活动受限症状明显减轻，颈部活动明显改善。查体：脊柱功能活动尚可，各棘突扣痛（±），四肢关节未见异常。患者要求出院继续巩固治疗，现已复查血沉、C反应蛋白，刘彧主治医师查房后指示病情稳定可以出院。林翊萍2007-09-15 11:31出院记录患者翟银兆,男,69岁 ,因“颈腰痛伴活动受限30余年 ”于2007-08-21收入风湿免疫病区 ，于2007-09-15 出院，共住院25 天。入院诊断：1.强直性脊柱炎;2.骨关节炎住院诊治经过： 患者入院后完善相关检查：血白细胞7.1×10^9\/L,中性粒细胞55.3%,红细胞3.88×10^12\/L;血红蛋白99g\/L,血小板580×10^9\/L,HLA-B27(＋),ESR99mm\/h,肝肾功：球蛋白39g\/L,电解质、血脂、肿瘤标记物、抗\"O\"、类风湿因子、尿常规、粪常规及隐血（－）。免疫球蛋白无明显异常。C-反应蛋白77.10mg\/L。抗核抗体（－）;抗环瓜氨酸肽抗体(－)。胃镜：浅表性胃炎伴糜烂。胸片：胸腰椎退变，正位似成竹节样。胸椎正位：胸椎改变符合强直性脊柱炎。心电图：窦性心律，完全性右束支传导阻滞，提示：右室电压偏高。腹部超声：右肾囊肿。骶髂关节CT平扫：强直性脊柱炎。先后给予西乐葆、怡美力消炎镇痛，妙纳改善肌肉紧张，葡立保护关节软骨，针对胃肠道症状先后给予复方法莫替丁、耐信片、达喜片保护胃粘膜对症，但患者脊柱关节疼痛、活动受限仍无明显缓解，9月9日复查血小板(595,×10^9\/L,H);血沉(82,mm\/h,H);球蛋白(41,g\/L,H);C-反应蛋白(102.00,mg\/L,H)，给予得宝松、强的松抗炎抑制免疫及改变病情药物柳氮磺胺吡啶、甲氨喋呤控制病情进展。出院时情况： 现腰背部疼痛、活动受限症状明显减轻，颈部活动明显改善，无明显腹痛不适。查体：脊柱功能活动尚可，各棘突扣痛（±），四肢关节未见异常。出院诊断：1.强直性脊柱炎;2.骨关节炎出院医嘱：1、注意休息，适当活动锻炼；2继续巩固治疗：强的松片10mg，1\/日；耐信片40mg，1\/日；达喜片1.0，3\/日；氨基酸钙0.8g，2\/日；柳氮磺胺吡啶1.0，2\/日；甲氨喋呤片10mg，1\/周；3定期复查血象、血沉、C反应蛋白、肝肾功等，病情变化随诊。林翊萍"}