{"patient_name":"成吉锶","ward":"风湿免疫病区","bed_no":"03","id_no":"09099501","admission_no":"438395","gender":"男","age":"14岁","marriage":"未婚","address":"浙江上虞市崧厦镇东湖村","admission_date":"2009-10-09","minorities":"汉","job":" \/其他劳动者","hometowns":"浙江上虞市","record_create_date":"2009-10-09","record_note_date":"2009-10-09","record_speaker":"患者本人","treating_physician":"赵静","fourtyhour_diagnosis":"(2009-09-29,浙江省新华医院):血常规、电解质、肝肾功、血脂、肝炎系列、凝血系列、","complained":" 多关节疼痛3月余，发热1月余","history_of_present_illness":"患者于2009年6月无明显诱因晨起出现 右膝关节韧带附着处疼痛，关节红肿，压痛明显，活动时疼痛，休息后好转，逐渐出现右髋关节、左股骨头处活动后疼痛，影响活动。 就诊当地医院查HLA-B27(+),CRP136mg\/L，诊断“强直性脊柱炎”，予“强的松5mg 3\/日，MTX10mg 1\/周，SASP0.5g 3\/日，西乐葆200mg 1\/日”治疗，疼痛较前好转，偶有胃部不适 。8月无明显诱因出现夜间发热，体温最高可达39℃，无明显畏寒寒战、咳嗽咳痰、咽红咽痛、流涕、头晕头痛、腹痛腹泻，自服退热药出汗后热退，次日夜间体温再次升高。9月18日就诊浙江省新华医院，诊断强直性脊柱炎，予“强的松15mg\/日，MTX10mg\/周，SASP0.5g 3\/日，帕夫林0.6g  2\/日，扶他林75mg\/日”延缓脊柱炎病情，氨苄西林钠舒巴坦钠消炎抗感染治疗，右膝关节肿痛好转， 体温渐降至正常，但出现腰椎局限性明显压痛。10月逐渐出现左膝关节疼痛，上述症状晨起较重，活动后好转，无明显晨僵。今来我院就诊，门诊以关节痛待查 收入院。患者自患病以来，无足跟痛，无结膜炎，无脱发、光过敏，精神状态一般 ，体重无明显变化，饮食正常， 大、小便正常，睡眠无异常。","past_history":"患者平素体健，否认高血压病史，否认糖尿病史，否认冠心病病史，否认结核、肝炎等传染病史，否认外伤史，否认手术史，否认食物及药物过敏史，预防接种史不详。","personal_history":"久居原籍，否认 疫水、有毒、化学性、放射性物质接触史；无吸烟史；无饮酒史 。未婚。","family_history":" 否认家族遗传病史。","physical_examination":"体温 37.0℃脉搏 80 次／分呼吸 16 次／分血压 120／80mmHg一般情况：中等 ，背入病房，神志清晰，检查合作，自主体位。皮    肤：无黄染，无皮疹，无出血点。浅表淋巴结：未及肿大。头 颈 部：头颅未见畸形，毛发分布均匀，眼睑无水肿，结膜无充血，巩膜无黄，双侧瞳孔等大等圆，对光反射灵敏。鼻腔无异常分泌物，副鼻窦区无压痛，外耳道无异常分泌物，粗测听力正常。唇无紫绀，上颚后部粘膜处溃疡，咽部无充血，扁桃体无肿大，颈无抵抗，气管位置居中，无颈静脉怒张，甲状腺未及肿大。胸    部：胸廓对称无畸形，呼吸运动正常；未见血管蜘蛛痣。 肺：胸膜无摩擦感，两侧语颤音相等；双肺叩诊清音，双肺呼吸音正常；未闻及干湿性罗音。 心：心前区无局部隆起，心浊音界无扩大，心率80 次\/分，律齐，病理性杂音未闻及。腹    部：腹平软，未见胃肠形，未见腹壁静脉曲张 ，腹部无压痛及反跳痛，无肌卫，肝脏及脾脏肋下未及；莫菲征阴性，叩诊鼓音；肝肾区无叩击痛；移动性浊音阴性。肛门直肠： 未见明显异常。脊柱及四肢： 脊柱：枕墙距0cm，胸颏距0cm，胸廓活动度3cm,Schober试验4cm,指地距16cm ，腰椎1、2压痛明显，右侧骶髂关节压痛，双髋关节活动受限，双侧4字试验+ 。骨盆挤压分离试验(-)，右膝 关节轻度肿胀，浮髌试验(+)，双膝关节压痛 ，右下肢肌肉萎缩明显，无肝掌，无杵状指。双下肢无浮肿。神经系统： 四肢肌力、肌张力未见异常，双侧 肱二、三头肌腱反射正常，双侧 膝、跟腱反射正常，双侧 Hoffmann阴性， Babinski征阴性， Kernig征阴性。","auxiliary_examination":"(2009-09-29,浙江省新华医院):血常规、电解质、肝肾功、血脂、肝炎系列、凝血系列、免疫球蛋白、肿瘤标志物、胸部CT、心电图、肌电图、腹部B超未见明显异常.HLA-B27(+)，ESR107mm\/h，CRP147.1mg\/L，铁蛋白397.4ng\/ml，结核抗体：弱阳性。右膝关节彩超：右膝关节积液。右膝关节MRI：右膝关节滑膜炎伴关节腔及周围滑膜囊少量积液。右膝关节穿刺液未见细菌生长、未检到真菌，脓细胞(3+)，红细胞(3+)，未找到抗酸杆菌。骶髂关节CT提示：双侧骶髂关节炎性改变。右髋关节MRI提示：右侧髋关节炎症。主治医生48小时内查房诊断：","initial_diagnosis":"1. 强直性脊柱炎\n ","confirmed_diagnosis":"1. 强直性脊柱炎(2009-10-09)"}