{"patient_name":"洪志斌","ward":"风湿免疫病区","bed_no":"02","id_no":"09042800","admission_no":"440524","course_record":"2009-05-25 17:22首次病程记录姓名：洪志斌 ；性别：男 ；年龄：23岁 ；因“双臀疼痛7年，腰背疼痛半年余 ”于2009-05-25 收入风湿免疫病区， 病历特点如下：1.患者23岁，男，慢性 病程，慢性 起病。2.缘于7年前出现双臀疼痛，久坐后明显，活动后减轻，查“HLA-B27阳性,CRP 36.8mm\/L，ESR 86mm\/L，骶髂关节CT示双侧骶髂关节及髋关节虫蚀样改变，关节间隙狭窄”，2年前出现行走困难，需双拐搀扶，1年前逐渐出现下腰痛，伴晨僵，约数分钟，活动后可改善。初步诊断：强直性脊柱炎诊断依据：1.青年男性，慢性病程，慢性起病；2.症状：缘于7年前出现双臀疼痛，久坐后明显，活动后减轻。2年前出现行走困难，需双拐搀扶，1年前逐渐出现下腰痛，伴晨僵，约数分钟，活动后可改善。3.体征：全身皮肤粘膜无黄染；全身浅表淋巴结未及肿大；心率68次\/分，律齐，各瓣膜区未闻及病理性杂音；双肺呼吸音清，未闻及干湿啰音；腹平软，无压痛、反跳痛，肝脾肋下未及；脊柱检查不能配合，髋关节活动受限，有中度压痛； 病理征阴性。4.检查记录： HLA-B27阳性,CRP 36.8mm\/L，ESR 86mm\/L，骶髂关节CT示双侧骶髂关节及髋关节虫蚀样改变，关节间隙狭窄。鉴别诊断：类风湿性关节炎：特殊型类风湿性关节炎可出现肩、髋关节病变，最常见症状为局部痛和活动受限，往往表现为臀部和下腰部疼痛，该病人为双侧臀部及腰背部疼痛，伴僵直，活动后可减轻。骶髂关节CT示：双侧骶髂关节及髋关节虫蚀样改变，关节间隙狭窄。可进一步行相关检查排除。诊疗计划：1.予二级护理，完善入院常规检查。2.请骨科会诊，考虑是否需行髋关节置换术。第 1 页3.请示上级医师指导进一步治疗。2009-05-26 10:00包军主治医师首次查房记录今日患者一般情况尚可，活动受限，包军主治医生查房并查体后分析如下：一.初步诊断：强直性脊柱炎二.诊断依据：1.青年男性，慢性病程，慢性起病；2.症状：缘于7年前出现双臀疼痛，久坐后明显，活动后减轻。2年前出现行走困难，需双拐搀扶，1年前逐渐出现下腰痛，伴晨僵，约数分钟，活动后可改善。3.体征：脊柱检查不能配合，髋关节活动受限，有中度压痛；病理征阴性。4.检查记录：红细胞沉降率60mm\/h；HLA-B27(阳性)；C-反应蛋白39.70mg\/L；乙肝(-)；脊柱CT：双侧骶髂关节及双侧髋关节改变符合强直性脊柱炎表现，肝肾功能、血脂、尿常规、电解质、心电图、胸部X线未见异常。三.鉴别诊断： 类风湿性关节炎：特殊型类风湿性关节炎可出现肩、髋关节病变，最常见症状为局部痛和活动受限，往往表现为臀部和下腰部疼痛，该病人为双侧臀部及腰背部疼痛，伴僵直，活动后可减轻。骶髂关节CT示：双侧骶髂关节及髋关节虫蚀样改变，关节间隙狭窄。可进一步行相关检查排除。四.诊疗计划：1、继续完善相关检查。 2、待骨科会诊后指导进一步治疗。2009-05-27 10:00许臻主任医师查房记录今日患者一般情况尚可，无特殊不适主诉，许臻副主任医师 查房，分析病情如下：一.初步诊断：强直性脊柱炎二.诊断依据：1.青年男性，慢性病程，慢性起病；2.症状：缘于7年前出现双臀疼痛，久坐后明显，活动后减轻。2年前出现行走困难，需双拐搀扶，1年前逐渐出现下腰痛，伴晨僵，约数分钟，活动后可改善。3.体征：脊柱检查不能配合，髋关节活动受限，有中度压痛；病理征阴性。4.检查记录：腹部超声：肝、胆、胰、脾、肾声像图未见明显异常三、鉴别诊断：类风湿性关节炎：特殊型类风湿性关节炎可出现肩、髋关节病变，最常见症状为局部痛和活动受限，往往表现为臀部和下腰部疼痛，该病人为双侧臀部及腰背部疼痛，伴僵直，活动后可减轻。骶髂关节CT示：双侧骶髂关节及髋关节虫蚀样改变，关节间隙狭窄，可排除。四、诊疗计划：完善相关检查，给予NSAIDS及维柳芬治疗。骨科协理会诊后提示：1、有髋关节置换指针；2、考虑患者较年轻，关节置换需患者及家属权衡利弊；3、骨科随诊。五、注意事项：注意关节功能锻炼。2009-05-30 10:00包军主治医师查房记录近日患者无明显关节疼痛、肿胀等不适，腹胀好转，活动受限。查体：心率68次\/分，律齐，各瓣膜区未闻及杂音；双肺呼吸音清，未闻及干湿啰音；腹平软，无压痛、反跳痛，肝脾肋下未及；脊柱检查不能配合，髋关节活动受限，有中度压痛。包军主治医师处理意见：予以维柳芬1g 2\/日、爱诺华10mg 1\/日治疗，明日将半流质饮食改为普食，继续观察病情。2009-06-02 08:37近日患者无明显腹胀、关节疼痛、肿胀等不适，活动受限。查体：心率68次\/分，律齐，各瓣膜区未闻及杂音；双肺呼吸音清，未闻及干湿啰音；腹平软，无压痛、反跳痛，肝脾肋下未及；脊柱检查不能配合，髋关节活动受限，有中度压痛。处理意见：予以明日停用维柳芬1g 2\/日、爱诺华10mg 1\/日治疗，予以类克200mg静滴。继续观察病情。2009-06-04 10:00包军主治医师查房记录近日患者无明显关节疼痛、肿胀等不适，活动受限。查体：心率68次\/分，律齐，各瓣膜区未闻及杂音；双肺呼吸音清，未闻及干湿啰音；腹平软，无压痛、反跳痛，肝脾肋下未及；脊柱检查不能配合，髋关节活动受限，有中度压痛。处理意见：患者已完成类克治疗，无输液不良反应，予以明日出院，2周后复查。2009-06-04 11:00出院记录患者洪志斌,男,23岁 ,因“ 双臀痛7年，下腰痛半年余。 ”于2009-05-25收入风湿免疫病区 ，于2009-06-05 出院，共住院11 天。入院诊断：强直性脊柱炎住院诊治经过： 患者因“ 双臀痛7年，下腰痛半年余。 ”入院。入院后完善相关各项检查。骨科会诊意见：1.有髋关节置换指针；2.考虑患者较年轻，关节置换需患者及家属权衡利弊。家属暂不考虑关节置换，予以类克200mg治疗。现患者一般情况可，予以出院。出院时情况： 神清，精神可，髋关节活动受限，无明显四肢关节肿胀疼痛。出院诊断：强直性脊柱炎出院医嘱：1.注意休息，避免劳累，适当活动；2.建议两周后就诊我院复查。"}