{"patient_name":"蒋晔","ward":"风湿免疫病区","bed_no":"05","id_no":"05266230","admission_no":"402042","course_record":"2007-07-06 12:49首次病程记录姓名：蒋晔  性别：男  年龄：32岁  因“双髋关节疼痛9年，加重2周 ” 于 2007-07-06收入风湿免疫病区病历特点：患者32岁，男，急性 病程，急性 起病。初步诊断：强直性脊柱炎诊断依据：1、 双髋关节疼痛9年，活动后症状有所减轻，加重2周；2、服用芬必得及双氯芬酸钠治疗后疼痛可缓解；3、查体：脊柱：枕墙距0cm  胸颏距0cm  胸廓活动度3cm  Schober试验7cm 指地距 0cm  （左右） 4字试验+；四肢无肿胀，无压痛及畸形，无肝掌，无杵状指。双下肢无浮肿。鉴别诊断： ① 椎间盘突出症：本病常为急性发作，多有腰部疼痛，休息可缓解，活动加剧疼痛，站立时常呈侧屈，臀部坐骨神经压痛，脊柱向各向活动均受限，胸廓活动正常，直腿抬高试验阳性，血沉、C-反应蛋白不增高。本患者起病隐匿，慢性病程，疼痛活动后可缓解，进一步查HLA-B27，及骶髂关节影像学检查以明确诊断。② 类风湿关节炎：本病主要累及外周小关节，多关节受累，晨僵时间大于1小时，类风湿因子阳性，后期可出现关节畸形，功能障碍。患者起病时主要累及骶髂关节，四肢关节未受累，可进一步查类风湿因子阴性以排除此病。诊疗计划： 1、完善常规检查，HLA-B27、骶髂关节CT平扫等；2、暂给予对症处理；3、请示上级医师指导下一步诊治。2007-07-07 10:41主治医师首次查房记录今日患者一般情况尚可，张立斌主治医生查房并查体后分析如下：一、初步诊断：强直性脊柱炎二、诊断依据：1、双髋关节疼痛9年，活动后症状有所减轻，呼吸时胸廓肌腱附着点痛；2、服用芬必得及双氯芬酸钠治疗后疼痛可缓解；3、查体：脊柱：枕墙距0cm  胸颏距0cm  胸廓活动度3cm  Schober试验7cm 指地距 0cm （左右） 4字试验+；四肢无肿第 1 页胀，无压痛及畸形，无肝掌，无杵状指。双下肢无浮肿。三、鉴别诊断：1、椎间盘突出症：本病常为急性发作，多有腰部疼痛，休息可缓解，活动加剧疼痛，站立时常呈侧屈，臀部坐骨神经压痛，脊柱向各向活动均受限，胸廓活动正常，直腿抬高试验阳性，血沉、C-反应蛋白不增高。本患者起病隐匿，慢性病程，疼痛活动后可缓解，进一步查HLA-B27，及骶髂关节影像学检查以明确诊断。2、类风湿关节炎：本病主要累及外周小关节，多关节受累，晨僵时间大于1小时，类风湿因子阳性，后期可出现关节畸形，功能障碍。患者起病时主要累及骶髂关节，四肢关节未受累，可进一步查类风湿因子阴性以排除此病。四、诊疗计划： 1、完善常规检查，HLA-B27、骶髂关节CT平扫等；2、暂给予对症处理。2007-07-08患者诉双髋关节轻度疼痛，无其它不适。部分检查结果：血、尿、粪常规正常，肝肾功能、电解质、自身抗体、免疫球蛋白补体均正常，红细胞沉降率 14mm\/h、C-反应蛋白3.00mg\/L、类风湿因子10IU，HAL-B27 阳性。胸片未见明显异常。腹部B超：肝胆胰脾肾未见明显异常。给予检查结果，强直性脊柱炎可能性大，等待骶髂关节CT平扫结果进一步明确。2007-07-11 19:21主任医师查房记录许臻副主任医师查房记录今日患者一般情况尚可，诉双髋关节轻度不适 ，精神可 ，睡眠可 ，饮食可 ，大小便正常 。骶髂关节CT平扫：双侧骶髂关节骨皮质下可见多个囊状低密度灶，骨质破坏，关节间隙部分消失，关节面欠光整，符合强直性脊柱炎表现。许臻副主任医师 查房，分析病情如下：一、诊断：强直性脊柱炎二、诊断依据：1、中年男性，病程较长；2、双髋关节疼痛9年，活动后症状有所减轻，呼吸时胸廓肌腱附着点痛；3、HAL-B27 阳性，骶髂关节CT平扫：双侧骶髂关节骨皮质下可见多个囊状低密度灶，骨质破坏，关节间隙部分消失，关节面欠光整，符合强直性脊柱炎表现。三、鉴别诊断：1、椎间盘突出症：本病常为急性发作，多有腰部疼痛，休息可缓解，活动加剧疼痛，站立时常呈侧屈，臀部坐骨神经压痛，脊柱向各向活动均受限，胸廓活动正常，直腿抬高试验阳性，血沉、C-反应蛋白不增高。本患者起病隐匿，慢性病程，疼痛活动后可缓解，可排除。2、类风湿关节炎：本病主要累及外周小关节，很少有骶髂关节病变，晨僵时间大于1小时，类风湿因子阳性，后期可出现关节畸形，功能障碍。患者起病时主要累及骶髂关节，类风湿因子阴性，可排除此病。四、诊疗计划：1、嘱患者进行适当的体育锻炼，日常生活中保持良好的姿势；2、给予非甾体抗炎药缓解疼痛，扶他林 75mg 1\/日； 3、给予慢作用药延缓病程进展，改善骨质破坏，柳氮磺胺吡啶 0.5g 2\/日，逐渐增至 2g\/日。五、注意事项：注意药物不良反应。2007-07-14 14:54主治医师查房记录今日患者病情平稳 ，髋关节疼痛较入院时明显好转，无其他不适主诉。今日张立斌主治医师查房后分析：患者使用扶他林及柳氮磺胺吡啶后疼痛缓解明显，无明显不适，加用妙纳松弛局部肌肉，目前病情稳定，可近日出院后门诊随访。2007-07-16 15:11出院记录患者蒋晔,男,32岁 ,因“ 双髋关节疼痛9年，加重2周 ”于2007-07-06收入风湿免疫病区 ，于2007-07-17 出院，共住院11 天。入院诊断：强直性脊柱炎住院诊治经过： 患者因“ 双髋关节疼痛9年，加重2周 ”入院。入院后完善检查，血、尿、粪常规正常，肝肾功能、电解质、自身抗体、免疫球蛋白补体均正常，红细胞沉降率14mm\/h、C-反应蛋白 3.00mg\/L、类风湿因子10IU，HAL-B27 阳性。胸片未见明显异常。腹部B超：肝胆胰脾肾未见明显异常。骶髂关节CT平扫：双侧骶髂关节骨皮质下可见多个囊状低密度灶，骨质破坏，关节间隙部分消失，关节面欠光整，符合强直性脊柱炎表现。双髋关节及颈椎片：双骶髂关节面模糊，左右髋关节间隙略窄，颈椎未见明显异常。给予非甾体抗炎药缓解疼痛，扶他林 75mg 1\/日；慢作用药延缓病程进展，改善骨质破坏，柳氮磺胺吡啶 0.5g 2\/日，逐渐增至 2g\/日；妙纳松弛局部肌肉。出院时情况： 患者病情平稳，髋关节疼痛较入院时明显好转，无其他不适主诉。请示上级医师同意其明日出院。出院诊断：强直性脊柱炎出院医嘱：1、进行适当的体育锻炼，日常生活中保持良好的姿势；2、按医嘱服药，门诊随访，定期复查血常规、血沉、肝功能、CRP。3、出院带药：扶他林片 75mg 1\/日、柳氮磺胺吡啶片 0.75g 2\/日（一周后增至1g 2\/日）、妙纳片 100mg 2\/日。"}