{"patient_name":"张本农","ward":"风湿免疫病区","bed_no":"21","id_no":"D01774758","admission_no":"434760","course_record":"2009-03-25 16:11首次病程记录姓名：张本农  性别：男  年龄：47岁  因“腰背部疼痛伴活动受限14年余。 ” 于 2009-03-25 收入风湿免疫病区病历特点：1.患者47岁，男，慢性 病程，慢性 起病。初步诊断：1.强直性脊柱炎诊断依据：1、病    史： 腰背部疼痛伴活动受限14年余。2、症    状： 患者于1995年前无明显诱因出现腰背部疼痛，晨僵，活动受限，伴交替性臀部痛，活动后可缓解，于当地医院就诊，腰椎X线提示强直性脊柱炎，给予芬必得及理疗，症状稍缓解。此后类似症状反复出现，间断服用止痛药。2000年及2002年，出现双眼红肿，视物模糊，诊断为“虹睫炎”，局部给予氢化可的松滴眼，强的松10mg口服，症状缓解。2004年逐渐出现腰背部后凸畸形。2009年2月底，患者出现颈项部疼痛，活动稍受限，晨起为重。3、体    征： 脊柱后凸畸形，枕墙距9cm,胸颏距0cm,胸廓活动度3cm,Schober试验2.5cm,指地距25cm。双侧4字试验－；四肢关节无肿胀、压痛，四肢部位活动无受限，双下肢无浮肿。4、检查记录： ESR 52mm\/h，HLA－B27阳性，CRP 26.6mg\/L。腰椎正侧位及骨盆平片提示强直性脊柱炎。鉴别诊断：① 椎间盘突出症：本病常为急性发作，多有腰部疼痛，休息可缓解，活动加剧疼痛，站立时常呈侧屈，臀部坐骨神经压痛，脊柱向各向活动均受限，胸廓活动正常，直腿抬高试验阳性，血沉、C-反应蛋白不增高。本患者起病隐匿，慢性病程，腰部和双臀部疼痛，HLA-B27阳性，骶髂关节影像学符合强直性脊柱炎，故可排除。② 类风湿性关节炎：本病主要累及外周小关节，多关节受累，晨僵时间大于1小时，类风湿因子阳性，后期可出现关节畸形，功能障碍。患者起病时主要累及腰颈椎和骶髂关节，四肢关节未受累，可进一步查类风湿因子阴性以排除此病。第 1 页诊疗计划： 1.风湿科护理常规，二级护理，普食；2.完善入院相关检查，排除生物制剂使用禁忌。3.请示上级医师指导治疗。2009-03-26 12:31主治医师首次查房记录今日患者一般情况尚可，主治医生查房并查体后分析如下：一、初步诊断：强直性脊柱炎二、诊断依据:①腰背部疼痛，晨僵，活动受限14年余，伴交替性臀部痛，活动后可缓解；②曾有虹睫炎病史；③查体脊柱后凸畸形，枕墙距9cm,胸颏距0cm,胸廓活动度3cm,Schober试验2.5cm,指地距25cm。④ESR 52mm\/h，HLA－B27阳性，CRP 26.6mg\/L。腰椎正侧位及骨盆平片提示强直性脊柱炎。⑤止痛药治疗可以缓解疼痛。三、鉴别诊断：椎间盘突出症：本病常为急性发作，多有腰部疼痛，休息可缓解，活动加剧疼痛，站立时常呈侧屈，臀部坐骨神经压痛，脊柱向各向活动均受限，胸廓活动正常，直腿抬高试验阳性，血沉、C-反应蛋白不增高。本患者起病隐匿，慢性病程，腰部和双臀部疼痛，HLA-B27阳性，骶髂关节影像学符合强直性脊柱炎，故可排除。② 类风湿性关节炎：本病主要累及外周小关节，多关节受累，晨僵时间大于1小时，类风湿因子阳性，后期可出现关节畸形，功能障碍。患者起病时主要累及腰颈椎和骶髂关节，四肢关节未受累，可进一步查类风湿因子阴性以排除此病。四、诊疗计划：1.患者肝炎病毒阴性，肝功能正常，结核T-SPOT实验阴性，胸片正常，无畏寒发热等潜在感染征象，故可排除生物制剂使用禁忌，可予“益赛普+MTX”方案治疗。注意观察有无药物使用不良反应。2009-03-27 10:39主任医师查房记录今日患者一般情况尚可 ，精神可 ，睡眠可 ，饮食可 ，大小便正常， 查体：生命体征平稳，无明显不适 主诉。今日主任医师查房， 分析病情如下：一、初步诊断：强直性脊柱炎二、诊断依据：①腰背部疼痛，晨僵，活动受限14年余，伴交替性臀部痛，活动后可缓解；②曾有虹睫炎病史；③查体脊柱后凸畸形，枕墙距9cm,胸颏距0cm,胸廓活动度3cm,Schober试验2.5cm,指地距25cm。④ESR 52mm\/h，HLA－B27阳性，CRP 26.6mg\/L。腰椎正侧位及骨盆平片提示强直性脊柱炎。⑤止痛药治疗可以缓解疼痛。三、鉴别诊断：椎间盘突出症：本病常为急性发作，多有腰部疼痛，休息可缓解，活动加剧疼痛，站立时常呈侧屈，臀部坐骨神经压痛，脊柱向各向活动均受限，胸廓活动正常，直腿抬高试验阳性，血沉、C-反应蛋白不增高。本患者起病隐匿，慢性病程，腰部和双臀部疼痛，HLA-B27阳性，骶髂关节影像学符合强直性脊柱炎，故可排除。② 类风湿性关节炎：本病主要累及外周小关节，多关节受累，晨僵时间大于1小时，类风湿因子阳性，后期可出现关节畸形，功能障碍。患者起病时主要累及腰颈椎和骶髂关节，四肢关节未受累，可进一步查类风湿因子阴性以排除此病。四、诊疗计划：1.患者诊断明确，已排除生物制剂使用禁忌，可继续予“益赛普+MTX”方案治疗。五、注意事项：观察有无药物使用不良反应。2009-03-30 10:19主治医师查房记录今日患者病情平稳，一般情况可，无不适主诉。今日主治医生查房后示：患者诊断明确，生物制剂使用中，无明显药物副反应。可继续该方案治疗。择期出院。2009-04-01 08:21出院记录患者张本农,男,47岁 ,因“ 腰背部疼痛伴活动受限14年余。 ”于2009-03-25收入风湿免疫病区 ，于2009-04-01 出院，共住院7 天。入院诊断：1.强直性脊柱炎住院诊治经过： 患者因“ 腰背部疼痛伴活动受限14年余。 ”入院。查体：脊柱后凸畸形，枕墙距9cm,胸颏距0cm,胸廓活动度3cm,Schober试验2.5cm,指地距25cm。双侧4字试验－；四肢关节无肿胀、压痛，四肢部位活动无受限，双下肢无浮肿。根据患者门诊相关检查，排除生物制剂使用禁忌征后，予“益赛普+MTX”方案治疗。出院时情况： 一般情况可，无明显不适主诉出院诊断：强直性脊柱炎出院医嘱：1.注意休息，按时用药 2.出院带药 益赛普 12.5mg×8 用法 25mg 皮下注射 2\/周；注射用水 5mg×4 用法 5mg 皮下注射 2\/周 3.定期复诊。"}