{"patient_name":"成吉锶","ward":"风湿免疫病区","bed_no":"03","id_no":"09099501","admission_no":"438395","course_record":"2009-10-09 13:05首次病程记录姓名：成吉锶  性别：男  年龄：14岁  因“多关节疼痛3月余，发热1月余 ” 于 2009-10-09 收入风湿免疫病区。病历特点：1、患者14岁，男，慢性 病程，急性 起病。2、临床表现：2009年6月无明显诱因晨起出现右膝关节韧带附着处疼痛，关节红肿，压痛明显，活动时疼痛，休息后好转，逐渐出现右髋关节、左股骨头处活动后疼痛，影响活动。8月无明显诱因出现夜间发热，体温最高可达39℃，无明显畏寒寒战、咳嗽咳痰、咽红咽痛、流涕、头晕头痛、腹痛腹泻，自服退热药出汗后热退，次日夜间体温再次升高。9月出现腰椎局限性明显压痛。10月逐渐出现左膝关节疼痛。上述症状晨起较重，活动后好转，无明显晨僵。曾予强的松、MTX10mg、SASP、帕夫林、西乐葆、扶他林治疗，关节肿痛症状好转。3、平素体健，否认高血压、糖尿病病史，否认结核、肝炎病史。4、查体：一般情况可，全身皮肤无黄染、出血点，浅表淋巴结未及肿大；双肺呼吸运动正常，两侧语颤音相等，双肺叩诊清音，双肺呼吸音正常，未闻及干湿性罗音。心前区无隆起，心率80次\/分，律齐，病理性杂音未闻及。 腹平软，未见胃肠形，未见腹壁静脉曲张，腹部无压痛及反跳痛，无肌卫，肝脏及脾脏肋下未及，莫菲征阴性，叩诊鼓音，肝肾区无叩击痛，移动性浊音阴性。脊柱：枕墙距0cm，胸颏距0cm，胸廓活动度3cm,Schober试验4cm,指地距16cm，腰椎1、2压痛明显，右侧骶髂关节压痛，双髋关节活动受限，双侧4字试验+。骨盆挤压分离试验(-)，右膝关节轻度肿胀，浮髌试验(+)，双膝关节压痛，右下肢肌肉萎缩明显，无肝掌，无杵状指。双下肢无浮肿。神经系统正常，生理反射存在，病理反射未引出。初步诊断：1.强直性脊柱炎诊断依据：1、青少年男性，病程3月，急性起病；2、主要表现：双膝关节肿痛，韧带附着点疼痛，右侧骶髂关节疼痛，双侧髋关节疼痛，晨起较重，活动后好转。 3、体征：腰椎1、2压痛明显，右侧骶髂关节压痛，双髋关节活动受限，双侧4字试验+。骨盆挤压分离第 1 页试验(-)，右膝关节轻度肿胀，浮髌试验(+)，双膝关节压痛，右下肢肌肉萎缩明显。4、检 查记录： (2009-09-29,浙江省新华医院):HLA-B27(+)，ESR107mm\/h，CRP147.1mg\/L，铁蛋白397.4ng\/ml，结核抗体：弱阳性。右膝关节彩超：右膝关节积液。右膝关节MRI：右膝关节滑膜炎伴关节腔及周围滑膜囊少量积液。右膝关节穿刺液未见细菌生长、未检到真菌，脓细胞(3+)，红细胞(3+)，未找到抗酸杆菌。骶髂关节CT提示：双侧骶髂关节炎性改变。右髋关节MRI提示：右侧髋关节炎症。鉴别诊断： 1、脊柱结核：患者青少年男性，病程3月，急性起病，主要表现有腰椎局限性压痛，双膝关节肿痛，右髋关节疼痛，病程中有夜间发热，出汗后体温可退，既往血中抗核抗体弱阳性，需考虑，但患者抗生素治疗后体温渐降至正常，外院腰椎平片未见明显异常，可行PPD、复查抗核抗体明确诊断。2、骨性关节炎：为退行性变骨关节病，本病在65岁以上发病率高，受累关节疼痛，无晨僵，活动后加重，X线可见关节间隙狭窄、软骨下骨硬化，与患者年龄、临床表现不符，暂不考虑本病。诊疗计划： 1、予风湿科二级护理常规，普食；2、完善相关检查；3、继续予强的松15mg\/日，SASP0.5g 3\/日延缓病情，扶他林75mg\/日消炎镇痛治疗；4、请示上级医师指导进一步诊治。2009-10-10 09:05包军主治医师首次查房记录今日患者一般情况可，述关节疼痛症状略好转。查体：一般情况可，心肺腹未见明显异常，右侧4字试验阳性，腰椎局限性压痛，双膝关节压痛，右膝关节肿胀，浮髌试验阳性。检查记录回报：(2009-10-10)电解质、ANA+ENA+dsDNA、肝炎系列未见明显异常，免疫球蛋白：补体C3 1.820g\/L;C-反应蛋白 68.50mg\/L;HLA-B27(阳性);肝肾功：球蛋白 34g\/L;尿酸 518umol\/L;肌酐 52umol\/L;结核抗体测定(阴性);红细胞沉降率 80mm\/h;血常规：白细胞 13.0×10^9\/L;中性粒细胞% 83.1%;淋巴细胞% 10.2%;红细胞 3.71×10^12\/L;血红蛋白 105g\/L;血小板 426×10^9\/L;髋关节、骶髂关节CT(2009-10-10)：1、两侧骶髂关节CT平扫未见异常。 2、右侧髋关节炎。包军 主治医生查房并查体后分析如下：一、初步诊断：1.强直性脊柱炎二、诊断依据：1、青少年男性，病程3月，急性起病；2、主要表现：双膝关节肿痛，韧带附着点疼痛，右侧骶髂关节疼痛，双侧髋关节疼痛，晨起较重，活动后好转。3、体征：腰椎1、2压痛明显，右侧骶髂关节压痛，双髋关节活动受限，双侧4字试验+。骨盆挤压分离试验(-)，右膝关节轻度肿胀，浮髌试验(+)，双膝关节压痛，右下肢肌肉萎缩明显。4、检查记录：(2009-09-29,浙江省新华医院):HLA-B27(+)，ESR107mm\/h，CRP147.1mg\/L，铁蛋白397.4ng\/ml，结核抗体：弱阳性。右膝关节彩超：右膝关节积液。右膝关节MRI：右膝关节滑膜炎伴关节腔及周围滑膜囊少量积液。右膝关节穿刺液未见细菌生长、未检到真菌，脓细胞(3+)，红细胞(3+)，未找到抗酸杆菌。骶髂关节CT提示：双侧骶髂关节炎性改变。右髋关节MRI提示：右侧髋关节炎症。三、鉴别诊断：1、脊柱结核：患者青少年男性，病程3月，急性起病，主要表现有腰椎局限性压痛，双膝关节肿痛，右髋关节疼痛，病程中有夜间发热，出汗后体温可退。入院后查血中抗核抗体阴性，暂不考虑，可待PPD结果进一步排除，必要时复查腰椎CT、MRI。2、骨性关节炎：为退行性变骨关节病，本病在65岁以上发病率高，受累关节疼痛，无晨僵，活动后加重，X线可见关节间隙狭窄、软骨下骨硬化，与患者年龄、临床表现不符，暂不考虑本病。四、诊疗计划：1、继续目前治疗方案，待其它检查回报后进一步明确诊断；2、患者目前炎症指标偏高，关节疼痛症状仍在，积极给予对症支持治疗，改善症状；3、密切关注患者病情变化。2009-10-11 16:42许臻副主任医师查房记录许臻副主任医师查房记录今日患者一般情况可，无特殊不适主述 ，部分检查记录提示：(2009-10-12)粪常规未见明显异常，尿常规：尿蛋白质(1＋);尿白细胞计数 36.8\/ul;类风湿因子 8IU。PPD(-)。 查体：生命体征平稳，余同前。许臻副主任医师 查房，分析病情如下：一、初步诊断：1.强直性脊柱炎二、诊断依据：1、青少年男性，病程3月，急性起病；2、主要表现：双膝关节肿痛，韧带附着点疼痛，右侧骶髂关节疼痛，双侧髋关节疼痛，晨起较重，活动后好转。3、体征：腰椎1、2压痛明显，右侧骶髂关节压痛，双髋关节活动受限，双侧4字试验+。骨盆挤压分离试验(-)，右膝关节轻度肿胀，浮髌试验(+)，双膝关节压痛，右下肢肌肉萎缩明显。4、检查记录：(2009-09-29,浙江省新华医院):HLA-B27(+)，ESR107mm\/h，CRP147.1mg\/L，铁蛋白397.4ng\/ml，结核抗体：弱阳性。右膝关节彩超：右膝关节积液。右膝关节MRI：右膝关节滑膜炎伴关节腔及周围滑膜囊少量积液。右膝关节穿刺液未见细菌生长、未检到真菌，脓细胞(3+)，红细胞(3+)，未找到抗酸杆菌。骶髂关节CT提示：双侧骶髂关节炎性改变。右髋关节MRI提示：右侧髋关节炎症。三、鉴别诊断：1、脊柱结核：患者青少年男性，病程3月，急性起病，主要表现有腰椎局限性压痛，双膝关节肿痛，右髋关节疼痛，病程中有夜间发热，出汗后体温可退。入院后查血中抗核抗体阴性，PPD(-)，暂不考虑。2、骨性关节炎：为退行性变骨关节病，本病在65岁以上发病率高，受累关节疼痛，无晨僵，活动后加重，X线可见关节间隙狭窄、软骨下骨硬化，与患者年龄、临床表现不符，暂不考虑本病。四、诊疗计划：1、复查尿常规、肝肾功，行尿细菌培养，排除相关疾病；2、继续药物治疗。五、注意事项：密切关注患者病情变化。2009-10-14 09:11包军主治医师查房记录近日患者病情稳定 ，一般情况可 ，生命体征平稳。无特殊不适主述。包军主治医师查房时向患者明确交待病情，传统药物、生物制剂治疗疗效及相关副作用。患者表示愿意接受生物制剂治疗。于今日中午行类克200mg延缓病情进展治疗。整个输注过程平稳，无特殊不适主述，无输液反应等不良反应。复查记录：(2009-10-14)肝肾功：白蛋白 34g\/L;球蛋白 36g\/L;葡萄糖 3.7mmol\/L;尿酸 411umol\/L;尿常规：尿蛋白质(1＋);尿白细胞计数 65.9\/ul。患者要求出院，请示上级医师后准予出院，院外随访。2009-10-15 08:00出院记录患者成吉锶,男,14岁 ,因“ 多关节疼痛3月余，发热1月余 ”于2009-10-09收入风湿免疫病区 ，于2009-10-15 出院，共住院6 天。入院诊断：1.强直性脊柱炎住院诊治经过： 患者因“ 多关节疼痛3月余，发热1月余 ”入院。入院后查体：一般情况可，全身皮肤无黄染、出血点，浅表淋巴结未及肿大；双肺呼吸运动正常，两侧语颤音相等，双肺叩诊清音，双肺呼吸音正常，未闻及干湿性罗音。心前区无隆起，心率80次\/分，律齐，病理性杂音未闻及。腹平软，未见胃肠形，未见腹壁静脉曲张，腹部无压痛及反跳痛，无肌卫，肝脏及脾脏肋下未及，莫菲征阴性，叩诊鼓音，肝肾区无叩击痛，移动性浊音阴性。脊柱：枕墙距0cm，胸颏距0cm，胸廓活动度3cm,Schober试验4cm,指地距16cm，腰椎1、2压痛明显，右侧骶髂关节压痛，双髋关节活动受限，双侧4字试验+。骨盆挤压分离试验(-)，右膝关节轻度肿胀，浮髌试验(+)，双膝关节压痛，右下肢肌肉萎缩明显，无肝掌，无杵状指。双下肢无浮肿。神经系统正常，生理反射存在，病理反射未引出。检查记录：(2009-10-10)电解质、ANA+ENA+dsDNA、肝炎系列未见明显异常，免疫球蛋白：补体C3 1.820g\/L;C-反应蛋白 68.50mg\/L;HLA-B27(阳性);肝肾功：球蛋白 34g\/L;尿酸 518umol\/L;肌酐 52umol\/L;结核抗体测定(阴性);红细胞沉降率 80mm\/h;血常规：白细胞 13.0×10^9\/L;中性粒细胞% 83.1%;淋巴细胞% 10.2%;红细胞 3.71×10^12\/L;血红蛋白 105g\/L;血小板 426×10^9\/L;(2009-10-12)粪常规未见明显异常，尿常规：尿蛋白质(1＋);尿白细胞计数 36.8\/ul;类风湿因子 8IU。PPD(-)。髋关节、骶髂关节CT(2009-10-10)：1、两侧骶髂关节CT平扫未见异常。2、右侧髋关节炎。结合患者目前症状、体征及各项检查记录，诊断强直性脊柱炎，且考虑病情活动，向患者明确交待病情，传统药物、生物制剂治疗疗效及相关副作用。患者表示愿意接受生物制剂治疗。于10-14中午行类克200mg延缓病情进展治疗。整个输注过程平稳，无特殊不适主述，无输液反应等不良反应。出院时情况： 一般情况可，无特殊不适主述，关节疼痛症状好转，(2009-10-14)复查肝肾功：白蛋白 34g\/L;球蛋白 36g\/L;葡萄糖 3.7mmol\/L;尿酸 411umol\/L;尿常规：尿蛋白质(1＋);尿白细胞计数 65.9\/ul。准予出院。出院诊断：强直性脊柱炎出院医嘱：1、避免感染，适度锻炼，劳逸结合；2、遵医嘱用药，出院用药：类克200mg 静滴 2w后，强的松15mg 口服 1\/日，扶他林75mg 口服 必要时，钙尔奇D600mg 口服1\/日；3、定期复查血常规、肝肾功、血沉、C-反应蛋白，不适门诊随访。"}