{"patient_name":"杨永娣","ward":"风湿免疫病区","bed_no":"37","id_no":"J06366642","admission_no":"227821","gender":"女","age":"56岁","marriage":"史： 已婚，配有体健","address":"虹口区新港街道丹徒路401弄30号105","admission_date":"2013-06-07","minorities":"汉族","job":" \/其他劳动者","hometowns":"上海南市区","record_create_date":"2013-06-07","record_note_date":"2013-06-07","record_speaker":"患者本人","treating_physician":"姜磊","fourtyhour_diagnosis":"(腹部 2013-05-13)：右肾囊肿。血常规未见异常，尿常规未见异常，红细胞沉降率(29mm","complained":" 确诊强直性脊柱炎2年，双手晨僵2月余，双下肢发僵1月余。","history_of_present_illness":" 患者于2010年3月无明显诱因出现颈背部疼痛，感颈部左右旋转不能，抬头低头活动受限，后渐感腰背及臀部疼痛，活动时疼痛加剧，行走时抬腿困难，有晨僵，持续半小时左右，无发热、眼红，无腹痛、腹泻，无尿频、尿急等不适。2011年7月21日来我院查血沉：50mm\/h，类风湿因子20IU\/ml，HLA-B27（阳性），行胸腰椎、骨盆平片及骶髂关节MRI等检查符合强直性脊柱炎改变，诊断为强直性脊柱炎，于2011年8月5日、9月15日、10月28日、2012年1月16日、2012年5月11日、2012年12月09日先后6次予以英夫利西单抗(类克)100mg 静滴治疗后症状有所好转停药。2月前无明显诱因出现双手晨僵，约30分钟。右侧肩背、腕关节疼痛，双下肢发僵、乏力，不伴肿胀、皮肤发红、皮温升高，1月前来我院行益赛普25mg皮下注射治疗，症状有所好转，今为评估病情及进一步治疗，来我院就诊，门诊以“强直性脊柱炎”收入院。患者自患病以来，精神状态良好，体重无明显变化，饮食正常，大、小便正常，睡眠无异常。","past_history":" 有甲癣病史，口服伊曲康唑胶囊200mg 2\/日治疗。发现“室性早搏”2年，平时服用保心丸、丹参滴丸治疗。“骨质疏松”病史1年余，予骨肽针调节骨代谢、伊索佳胶囊营养软骨，至灵胶囊保肾，阿法D3治疗骨质疏松治疗。否认高血压病史，否认糖尿病史，否认高血脂病史，否认结核、肝炎等传染病史，否认外伤史，否认手术史，否认输血史，否认食物及药物过敏史。","personal_history":" 久居原籍，否认疫水、有毒、化学性、放射性物质接触史；无吸烟史；无饮酒史。婚姻史： 已婚，配有体健生育史： 1-0-0-1，1子体健。月经史： 初潮13岁，每次月经3-5天，月经周期为28天，51岁绝经，月经量中等，颜色正常。月经周期规则、无血块、无痛经。绝经后无阴道异常流血。","family_history":" 否认家族遗传病史。","physical_examination":"体温 36.4℃脉搏 78 次／分呼吸 17 次／分血压 120／80mmHg一般情况：良好 ，步入病房，神志清晰，检查合作，自主体位。皮    肤：无黄染，无皮疹，无出血点，未见血管蜘蛛痣。浅表淋巴结：未及肿大。头 颈 部：头颅正常，毛发分布均匀，眼睑无水肿，结膜无充血，巩膜无黄，双侧瞳孔等大等圆，对光反射灵敏。鼻腔无异常分泌物，副鼻窦区无压痛，外耳道无异常分泌物，听力佳。唇无紫绀，口腔粘膜无溃疡，咽部无充血，扁桃体无肿大，颈无抵抗，气管位置居中，无颈静脉怒张，甲状腺未及肿大。胸    部：胸廓对称无畸形，呼吸运动正常。 肺：胸膜无摩擦感，两侧语颤音相等；双肺叩诊清音，双肺呼吸音正常；未闻及干湿性罗音。 心：心前区无局部隆起，心浊音界无扩大，心率78 次\/分，律齐，病理性杂音未闻及。腹    部：腹平软，未见胃肠形，未见腹壁静脉曲张 ，腹部无压痛及反跳痛，无肌卫，肝脏及脾脏肋下未及；莫菲征阴性，叩诊鼓音；肝肾区无叩击痛；移动性浊音阴性。肛门及外生殖器： 拒查。脊柱及四肢： 脊柱：胸腰椎段后凸，胸椎及腰椎压痛。枕墙距 0cm  胸颏距 2cm  胸廓活动度 2cm  Schober试验 2cm 指地距 25cm  左右侧4字试验+；右肩关节、腕关节疼痛、压痛，左右足背疼痛，有压痛，四肢部位无畸形，无肝掌，无杵状指。双下肢无浮肿。神经系统： 四肢肌力、肌张力未见异常，双侧 肱二、三头肌腱反射正常，双侧 膝、跟腱反射正常，双侧 Hoffmann阴性， Babinski征阴性， Kernig征阴性。","auxiliary_examination":"(腹部 2013-05-13)：右肾囊肿。血常规未见异常，尿常规未见异常，红细胞沉降率(29mm","initial_diagnosis":"1. 强直性脊柱炎2. 骨质疏松3. 右肾囊肿\n ","confirmed_diagnosis":"1. 强直性脊柱炎(2013-06-07)2. 骨质疏松(2013-06-07)\n 3. 右肾囊肿(2013-06-07)\n "}