{"patient_name":"叶应江","ward":"风湿免疫病区","bed_no":"09","id_no":"K05147664","admission_no":"438682","course_record":"2009-10-12 15:45首次病程记录姓名：叶应江  性别：男  年龄：42岁  因“多关节疼痛30余年，午后发热1月余 ” 于 2009-10-12 收入风湿免疫病区。病历特点：患者42岁，男，慢性 病程，慢性 起病。初步诊断：1.强直性脊柱炎诊断依据：1、患者中年男性，慢性病程，慢性起病；2、主要表现有30年前双膝关节肿痛，下腰部持续性疼痛，1993年逐渐出现夜间间断发作性腰背部疼痛，2006年病情进展至夜间可疼醒，影响睡眠，活动、热敷后症状缓解，伴晨僵，持续时间约五分钟，未予诊治。2009年7月下腰部疼痛较前明显加重，双髋关节疼痛，行走困难，症状于久坐、休息后加重，活动后好转。非甾类消炎镇痛药效果明显，现服SASP、MTX延缓病情进展。3、查体：一般情况可，神清，咽红，全身皮肤无黄染、淤血淤斑。全身浅表淋巴结未及肿大。双肺呼吸运动正常，两侧语颤音相等，双肺叩诊清音，双肺呼吸音正常，未闻及干湿性罗音。心前区无隆起，心浊音界无扩大，心率80次\/分，律齐，病理性杂音未闻及。腹平软，未见胃肠形，未见腹壁静脉曲张，腹部无压痛及反跳痛，无肌卫，肝脏及脾脏肋下未及，莫菲征阴性，叩诊鼓音。 枕墙距0cm，胸颏距2cm，胸廓活动度2.5cm，Schober试验3cm，指地距5cm，颈椎左旋受限，全脊柱无明显压痛。左肩关节压痛，活动受限。双侧4字试验+，左侧骶髂关节压痛。左膝关节压痛，伴关节弹响，无肿胀，活动略受限，右膝关节正常。 神经系统未见明显异常，生理反射存在，病理反射未引出。4、检查记录：(2009-8-3，八五医院)：骶髂关节CT：双侧骶髂关节面硬化，以髂骨侧较明显，左侧关节的髂骨面可见不规则穿凿样骨质破坏。双侧骶髂关节间隙尚存在，符合双侧骶髂关节强直性脊柱炎，以左侧为著。(2009-8-5，我院)：HLA-B27(阳性)。鉴别诊断： 患者强直性脊柱炎诊断明确，现发热1月，需考虑以下情况：1、结核感染：患者中年男性，于9月10日许逐渐出现间断发作午后低热，伴畏寒寒战、夜间盗汗、头痛、乏力，体温最高可达38℃，无腹痛腹泻，近期消瘦明显，需考虑，可行PPD、血沉、胸片明确诊断。2、上呼吸道感染：患者咽红咽痛持续1月余，既往外院诊断咽第 1 页喉炎，病程中出现低热，伴畏寒寒战，需考虑，可行血常规、胸片明确诊断。3、肿瘤：患者中年男性，近1月来午后低热，头痛、乏力，消瘦明显，吸烟史20余年，需考虑，可行肿瘤标志物明确诊断。诊疗计划： 1、予风湿科二级护理常规，普食；2、完善相关检查，明确诊断、评估病情；3、继续戴芬、SASP、MTX(自备)治疗；4、请示上级医师指导进一步诊治。2009-10-13 09:55包军主治医师首次查房记录今日患者述左膝关节肿痛，活动时较重。查体：左膝关节肿胀，皮温升高。检查记录回报：(2009-10-13)电解质、ANA+ENA+dsDNA、肿瘤标志物、类风湿因子未见明显异常，血常规：白细胞 7.5×10^9\/L;中性粒细胞% 73.6%;红细胞 3.86×10^12\/L;血红蛋白118g\/L;血小板369×10^9\/L;尿常规：尿葡萄糖(1＋);尿蛋白质(1＋);尿PH值 5.00;肝肾功：球蛋白 38g\/L;谷氨酰转肽酶 70U\/L;肝炎系列：乙肝表面抗体(±);乙肝核心抗体(╋);免疫球蛋白：血清IgA 3.14g\/L;补体C3 2.010g\/L;C-反应蛋白 118mg\/L;红细胞沉降率95mm\/h;心电图：窦性心律， 正常心电图。胸片：心肺膈未见明显异常。包军主治医生查房并查体后分析如下：一、初步诊断：1.强直性脊柱炎二、诊断依据：1、患者中年男性，慢性病程，慢性起病；2、主要表现有30年前双膝关节肿痛，下腰部持续性疼痛，1993年逐渐出现夜间间断发作性腰背部疼痛，2006年病情进展至夜间可疼醒，影响睡眠，活动、热敷后症状缓解，伴晨僵，持续时间约五分钟，未予诊治。2009年7月下腰部疼痛较前明显加重，双髋关节疼痛，行走困难，症状于久坐、休息后加重，活动后好转。非甾类消炎镇痛药效果明显，现服SASP、MTX延缓病情进展。3、查体：枕墙距0cm，胸颏距2cm，胸廓活动度2.5cm，Schober试验3cm，指地距5cm，颈椎左旋受限，全脊柱无明显压痛。左肩关节压痛，活动受限。双侧4字试验+，左侧骶髂关节压痛。左膝关节压痛，伴关节弹响，无肿胀，活动略受限，右膝关节正常。4、检查记录：(2009-8-3，八五医院)：骶髂关节CT：双侧骶髂关节面硬化，以髂骨侧较明显，左侧关节的髂骨面可见不规则穿凿样骨质破坏。双侧骶髂关节间隙尚存在，符合双侧骶髂关节强直性脊柱炎，以左侧为著。(2009-8-5，我院)：HLA-B27(阳性)。三、鉴别诊断：患者强直性脊柱炎诊断明确，现发热1月，需考虑以下情况：1、强直性脊柱炎：患者强直性脊柱炎诊断明确，目前炎症指标偏高，病情活动，此次发热需考虑本身疾病活动所致，但患者午后低热、消瘦、乏力、盗汗症状明确，需排除结核感染情况。 2、结核感染：患者中年男性，于9月10日许逐渐出现间断发作午后低热，伴畏寒寒战、夜间盗汗、头痛、乏力，体温最高可达38℃，无腹痛腹泻，近期消瘦明显，血沉升高、胸片正常，待PPD结果明确诊断。3、上呼吸道感染：患者咽红咽痛持续1月余，既往外院诊断咽喉炎，病程中出现低热，伴畏寒寒战，血常规、胸片未见明显异常，暂不考虑。4、肿瘤相关性疾病：患者中年男性，近1月来午后低热，头痛、乏力，消瘦明显，吸烟史20余年，肿瘤标志物未见明显异常，必要时进一步行相关检查排除。四、诊疗计划：1、继续目前药物治疗，积极对症支持治疗；2、继续完善相关检查，及时调整治疗方案。2009-10-14 10:09许臻副主任医师查房记录今日患者述右膝、踝关节肿痛较前加重。 查体：生命体征平稳， 左膝、踝关节肿胀，皮温升高，压痛明显 。PPD(-)。许臻副主任医师 查房，分析病情如下：一、初步诊断：1.强直性脊柱炎二、诊断依据：1、患者中年男性，慢性病程，慢性起病；2、主要表现有30年前双膝关节肿痛，下腰部持续性疼痛，1993年逐渐出现夜间间断发作性腰背部疼痛，2006年病情进展至夜间可疼醒，影响睡眠，活动、热敷后症状缓解，伴晨僵，持续时间约五分钟，未予诊治。2009年7月下腰部疼痛较前明显加重，双髋关节疼痛，行走困难，症状于久坐、休息后加重，活动后好转。非甾类消炎镇痛药效果明显，现服SASP、MTX延缓病情进展。3、查体：枕墙距0cm，胸颏距2cm，胸廓活动度2.5cm，Schober试验3cm，指地距5cm，颈椎左旋受限，全脊柱无明显压痛。左肩关节压痛，活动受限。双侧4字试验+，左侧骶髂关节压痛。左膝关节压痛，伴关节弹响，无肿胀，活动略受限，右膝关节正常。4、检查记录：(2009-8-3，八五医院)：骶髂关节CT：双侧骶髂关节面硬化，以髂骨侧较明显，左侧关节的髂骨面可见不规则穿凿样骨质破坏。双侧骶髂关节间隙尚存在，符合双侧骶髂关节强直性脊柱炎，以左侧为著。(2009-8-5，我院)：HLA-B27(阳性)。三、鉴别诊断：患者强直性脊柱炎诊断明确，现发热1月，需考虑以下情况：1、强直性脊柱炎：患者强直性脊柱炎诊断明确，目前炎症指标偏高，病情活动，此次发热需考虑本身疾病活动所致，但患者午后低热、消瘦、乏力、盗汗症状明确，需排除结核感染情况。2、结核感染：患者中年男性，于9月10日许逐渐出现间断发作午后低热，伴畏寒寒战、夜间盗汗、头痛、乏力，体温最高可达38℃，无腹痛腹泻，近期消瘦明显，血沉升高、胸片正常，PPD(-)，复查T-SPOT进一步排除。3、上呼吸道感染：患者咽红咽痛持续1月余，既往外院诊断咽喉炎，病程中出现低热，伴畏寒寒战，血常规、胸片未见明显异常，暂不考虑。4、肿瘤相关性疾病：患者中年男性，近1月来午后低热，头痛、乏力，消瘦明显，吸烟史20余年，肿瘤标志物未见明显异常，必要时进一步行相关检查排除。四、诊疗计划：1、复查T-SPOT排除结核感染；2、继续目前药物治疗，积极对症支持治疗，及时调整治疗方案。五、注意事项：密切关注患者病情变化。2009-10-16 16:15日常病程记录+关节腔穿刺术今日患者述右膝、踝关节肿痛较前加重，查体：右膝关节肿胀，伴明显压痛，皮温升高，浮髌试验阳性。右踝关节肿胀，伴明显压痛、皮温升高。请示上级医师，准予行关节腔穿刺，关节腔注射得宝松针治疗，考虑上述关节肿痛为反应性关节炎可能，行STD检查明确诊断。患者于12：00许取仰卧位，常规消毒、铺单后，以右膝关节髌骨下缘为穿刺点，以10ml针筒缓慢进入关节腔内，抽出约30ml淡黄色、清亮关节液，注入得宝松针1ml，退出针管，消毒后包扎，适度活动膝关节。整个操作过程患者无特殊不适主述，伤口无明显渗血渗液，嘱患者穿刺部位保持干燥，患者安返病房。2009-10-19 17:52包军主治医师查房记录近日患者述膝、踝关节肿痛较前减轻，但颈部活动后疼痛仍在，晨10：30许自感畏寒后测体温37.5℃，嘱病人多饮水后体温渐降至正常。查体：右膝关节肿胀较前好转，压痛不明显，皮温略高；右踝关节略肿胀，压痛。检查报告：(2009-10-13)抗CCP抗体阴性。(2009-10-16)STD全套：解脲支原体，菌落数≥10^4\/L，对氧氟沙星、强力霉素、交沙霉素、罗红霉素、美满霉素、克拉霉素均敏感。包军主治医师查房后指示：1、结合STD结果考虑患者目前非淋球菌性尿路感染，予克拉霉素抗感染治疗，余治疗同前，继观病情变化。2009-10-22 12:18近日患者病情平稳，述关节疼痛症状较前好转，益赛普治疗后无特殊不适反应。查体：右膝关节肿痛较前明显减轻。各关节活动可。患者要求出院。请示上级医师后准予近日出院，院外随访治疗。2009-10-22 12:21出院记录患者叶应江,男,42岁 ,因“ 多关节疼痛30余年，午后发热1月余 ”于2009-10-12收入风湿免疫病区 ，于2009-10-23 出院，共住院11 天。入院诊断：1.强直性脊柱炎住院诊治经过： 患者因“ 多关节疼痛30余年，午后发热1月余 ”入院。入院查体：一般情况可，神清，咽红，全身皮肤无黄染、淤血淤斑。全身浅表淋巴结未及肿大。双肺呼吸运动正常，两侧语颤音相等，双肺叩诊清音，双肺呼吸音正常，未闻及干湿性罗音。心前区无隆起，心浊音界无扩大，心率80次\/分，律齐，病理性杂音未闻及。腹平软，未见胃肠形，未见腹壁静脉曲张，腹部无压痛及反跳痛，无肌卫，肝脏及脾脏肋下未及，莫菲征阴性，叩诊鼓音。枕墙距0cm，胸颏距2cm，胸廓活动度2.5cm，Schober试验3cm，指地距5cm，颈椎左旋受限，全脊柱无明显压痛。左肩关节压痛，活动受限。双侧4字试验+，左侧骶髂关节压痛。左膝关节压痛，伴关节弹响，无肿胀，活动略受限，右膝关节正常。神经系统未见明显异常，生理反射存在，病理反射未引出。检查记录：(2009-10-13)电解质、ANA+ENA+dsDNA、肿瘤标志物、类风湿因子未见明显异常，血常规：白细胞 7.5×10^9\/L;中性粒细胞% 73.6%;红细胞 3.86×10^12\/L;血红蛋白 118g\/L;血小板369×10^9\/L;尿常规：尿葡萄糖(1＋);尿蛋白质(1＋);尿PH值 5.00;肝肾功：球蛋白 38g\/L;谷氨酰转肽酶 70U\/L;肝炎系列：乙肝表面抗体(±);乙肝核心抗体(╋);免疫球蛋白：血清IgA 3.14g\/L;补体C3 2.010g\/L;C-反应蛋白 118mg\/L;红细胞沉降率 95mm\/h;PPD(-)，T-SPOT(-)。心电图：窦性心律，正常心电图。胸片：心肺膈未见明显异常。入院后结合患者症状、体征、各项检查记录，明确诊断后予柳氮磺吡啶1g 2\/日延缓病情进展，扶他林消炎镇痛治疗，期间患者右膝、右踝关节肿痛逐渐加重，予得宝松针肌注对症治疗后效果不明显，予关节腔局部注射得宝松针后右膝关节肿痛症状明显缓解。排除结核、肝炎、肿瘤等生物制剂使用禁忌，向患者明确交待生物制剂效果及副作用，患者表示接受生物制剂治疗，于10-19接受皮下注射益赛普25mg延缓病情进展治疗，患者使用后无特殊不适主述。(2009-10-13)抗CCP抗体阴性。(2009-10-16)STD全套：解脲支原体，菌落数≥10^4\/L，对氧氟沙星、强力霉素、交沙霉素、罗红霉素、美满霉素、克拉霉素均敏感。结合STD结果考虑患者目前非淋球菌性尿路感染，予克拉霉素抗感染治疗。出院时情况： 一般情况可，神清，关节肿痛症状较前好转，准予出院。出院诊断：1.强直性脊柱炎 2.非淋球菌性尿路感染出院医嘱：1、避免感染、受凉，适度锻炼，劳逸结合；2、遵医嘱用药，出院用药：益赛普针25mg 皮下注射 2\/周，扶他林75mg 口服 1\/日，克拉仙片0.5g 口服 2\/日，奥克胶囊20mg 口服 1\/日；3、定期复查血常规、肝肾功、血沉、C-反应蛋白，不适门诊随访。"}