{"patient_name":"赵红恩","ward":"风湿免疫病区","bed_no":"17","id_no":"05384373","admission_no":"417253","course_record":"2008-04-29 11:33首次病程记录姓名：赵红恩  性别：男  年龄：21岁  因“右膝疼痛2年，腰背部及颈部疼痛1年余。”于 2008-04-29 收入风湿免疫病区病历特点：患者21岁，男，慢性 病程，慢性 起病。初步诊断：1.强直性脊柱炎2.癫痫诊断依据：1、病    史： 右膝疼痛2年，腰背部及颈部疼痛1年余。2、症    状： 患者06年10月无明显诱因下开始出现右侧膝关节疼痛，局部无红肿，未引起重视，至07年2月开始出现右侧髋关节疼痛，当地卫生院予止痛处理，效果不明显，并逐渐出现腰背部及颈部疼痛、僵硬感，久躺后明显，活动后可减轻，期间当地卫生院间断给予强的松 5mg 3\/日口服治疗，效果不明显，至08年初开始觉颈部活动明显受限，并出现左侧肩关节、左侧髋关节疼痛，08年2月连续服用强的松 5mg 3\/日10余天，关节疼痛僵硬症状无改善。近一月来觉右侧髋关节疼痛加重，活动时尤剧，当地医院就诊，查血HLA-B27（＋），髋关节平片示：右侧股骨头无菌性坏死。予奥沙普嗪口服治疗，效果不明显。现为进一步治疗收住入院。患者病程中无尿频、尿急、尿痛，无反复腹泻，无双眼疼痛畏光。患者自患病以来，精神状态良好，体重无明显变化，饮食正常，大、小便正常，睡眠无异常。3、体    征： 一般情况可，两肺呼吸音清，未闻及干湿罗音，腹平软，无压痛。脊柱：枕墙距0cm  胸颏距5cm  胸廓活动度4.5cm  Schober试验 不能完成 指地距不能完成，右侧4字试验不能完成，左侧4字试验+；左侧肩关节压痛。4、检查记录： 暂缺。鉴别诊断： 类风湿性关节炎：本病多表现为外周对称性多关节肿痛、晨僵，此患者为年轻男性，主要表现为中轴关节疼痛，活动受限，可进一步行类风湿因子、CCP等检查以进一步排除。诊疗计划： 1、完善各项相关检查明确诊断，2、止痛对症处理。第 1 页2008-04-30 08:38主治医师首次查房记录今日患者一般情况尚可，主治医生查房并查体后分析如下：一、初步诊断：1.强直性脊柱炎2.癫痫二、诊断依据：1、强直性脊柱炎：1）患者，年轻男性，慢性起病，慢性病程，2）主要表现为髋关节、腰背部及颈部疼痛，活动僵硬，3）查体：脊柱：枕墙距0cm  胸颏距5cm  胸廓活动度4.5cm  Schober试验 不能完成 指地距 不能完成，右侧4字试验不能完成，左侧4字试验+；左侧肩关节压痛，4）外院查：血HLA-B27（＋），骨盆平片示：骶髂关节间隙狭窄，关节面破坏。2、癫痫：根据患者既往病史，癫痫诊断明确。三、鉴别诊断：类风湿性关节炎：本病多表现为外周对称性多关节肿痛、晨僵，此患者为年轻男性，主要表现为中轴关节疼痛，活动受限，可进一步行类风湿因子、CCP等检查以进一步排除。四、诊疗计划：1、完善各项相关检查明确诊断，2、止痛对症处理，3、予柳氮磺胺吡啶、帕夫林口服治疗。2008-05-01 08:44主治医师查房录患者近日一般情况可，服用扶他林及曲马多后关节疼痛症状较前有所改善，骨密度示：骨质疏松，刘彧主治医师看过病人后嘱：加用福善美、阿法D3、氨基酸钙片治疗。继续目前治疗方案，观察患者关节症状变化，注意检查结果回报。2008-05-02 08:46主任医师查房记录许臻副主任医师查房记录患者今日一般情况可，许臻副主任医师 查房，分析病情如下：一、初步诊断：1.强直性脊柱炎2.癫痫二、诊断依据：1、强直性脊柱炎：1）患者，年轻男性，慢性起病，慢性病程，2）主要表现为髋关节、腰背部及颈部疼痛，活动僵硬，3）查体：脊柱：枕墙距0cm  胸颏距5cm胸廓活动度4.5cm  Schober试验 不能完成 指地距 不能完成，右侧4字试验不能完成，左侧4字试验+；左侧肩关节压痛，4）外院查：血HLA-B27（＋），骨盆平片示：骶髂关节间隙狭窄，关节面破坏。2、癫痫：根据患者既往病史，癫痫诊断明确。三、鉴别诊断：类风湿性关节炎：本病多表现为外周对称性多关节肿痛、晨僵，此患者为年轻男性，主要表现为中轴关节疼痛，活动受限，可进一步行类风湿因子、CCP等检查以进一步排除。四、诊疗计划：1、完善各项相关检查明确诊断，2、止痛对症处理，3、予柳氮磺胺吡啶、帕夫林口服治疗。五、注意事项：注意患者关节症状变化。2008-05-05 08:22主治医师查房记录患者今日右髋关节疼痛症状较前有所缓解，检查结果回报：髋关节CT示：双侧股骨头密度降低，并可见束状低密度影，关节间隙变窄，关节面模糊，两侧关节腔内可见积液影。刘彧主治医师看过病人后嘱：1、继续目前治疗方案，2、请骨科会诊协助诊治股骨头坏死。2008-05-08 08:24日常病程录患者经治疗后关节痛症状较前明显改善，无特殊不适主诉，已能下地行走，予复查血常规、肝肾功能、电解质、血沉、CRP等。2008-05-11 08:37主治医师查房记录患者今日一般情况可，无特殊不适主诉，检查结果回报：关节疼痛症状较入院时明显改善，复查C-反应蛋白(52.50mg\/L);红细胞沉降率(64mm\/h)，肝肾功能：正常，刘彧主治医师看过病人后嘱：患者目前病情稳定，予出院随访。2008-05-12 08:55出院记录患者赵红恩,男,21岁 ,因“ 右膝疼痛2年，腰背部及颈部疼痛1年余。 ”于2008-04-29收入风湿免疫病区 ，于2008-05-12 出院，共住院13 天。入院诊断：1.强直性脊柱炎2.癫痫住院诊治经过： 患者因“ 右膝疼痛2年，腰背部及颈部疼痛1年余。 ”入院。入院后查：血常规：正常，肝肾功能、电解质：均正常，红细胞沉降率(108mm\/h);C-反应蛋白(95.60mg\/L);HLA-B27(阳性); 心电图示：窦性心律， 左室高电压。腹部超声示：肝胆胰脾肾声像图未见明显异常，髋关节CT示：双侧股骨头密度降低，并可见束状低密度影，关节间隙变窄，关节面模糊，两侧关节腔内可见积液影。骶髂关节CT示：两侧骶骼关关节面毛糙，模糊，有硬化，并可见局部呈锯齿样骨质缺损，关节间隙不清，骨密度示：骨质疏松，请骨科会诊：考虑目前保守治疗，暂不行手术治疗。入院后予扶他林、曲马多止痛，柳氮磺胺吡啶、帕夫林治疗强直性脊柱炎，骨肽静滴改善关节症状，阿法D3、氨基酸钙片、福善美治疗骨质疏松症，丹参活血，复方法莫替丁制酸护胃。出院时情况： 关节疼痛症状较入院时明显改善，复查C-反应蛋白(52.50mg\/L);红细胞沉降率(64mm\/h)出院诊断：1.强直性脊柱炎2.癫痫出院医嘱：1、注意休息，适度锻炼，2、扶他林 75mg 2\/日，柳氮磺胺吡啶 1g 2\/日，帕夫林 0.6g 3\/日，阿法D3 0.25ug 1\/日，氨基酸钙片 0.8g 1\/日，福善美 70mg(每周6）复方法莫替丁 2粒 2\/日，3、定期复查血常规、肝肾功能、血沉、CRP等指标，我科随访。"}