{"patient_name":"刘晓刚","ward":"风湿免疫病区","bed_no":"02","id_no":"05333103","admission_no":"409800","course_record":"2007-12-05 20:55首次病程记录姓名：刘晓刚  性别：男  年龄：38岁  因“腰部僵硬4年，颈项部活动受限6月，骶髂关节疼痛2天  ” 于 2007-12-05 收入风湿免疫病区病历特点：患者38岁，男，慢性 病程，慢性 起病。初步诊断： 1.强直性脊柱炎；2、IgA肾病诊断依据：1、病    史：腰部僵硬4年，颈项部活动受限6月，骶髂关节疼痛2天2、症    状：患者于01年发生车祸，拍片发现腰椎有骨桥形成改变（具体情况不详），因腰部无疼痛、僵硬症状，故未予重视。04年出现弯腰困难，伴晨起腰背部僵硬感，活动后症状有所缓解，随就诊于北京积水潭医院，予针灸等治疗，效果不佳。07年3月于外院诊断为“右眼虹膜炎”。07年6月出现颈项部活动受限，但无疼痛感。近2天出现骶髂关节疼痛。现为进一步诊断及治疗来我院就诊，门诊以“强直性脊柱炎”收入院。患者自患病以来，精神状态良好，体重无明显变化，饮食正常，大、小便正常，睡眠无异常。3、体    征：胸廓对称无畸形，呼吸运动正常；双肺叩诊清音，双肺呼吸音正常；未闻及干湿性罗音。心率72次\/分，律齐，病理性杂音未闻及。腹平软，腹部无压痛及反跳痛，脊柱：枕墙距5cm  胸颏距3cm  胸廓活动度 0.5cm  Schober试验 0.5cm 指地距 50cm；双侧4字试验+；无肝掌，无杵状指。双下肢无浮肿。4、检查记录：暂缺。鉴别诊断：1、机械性下腰痛：此病可发生于任何年龄，一般急性发作，病程短，活动后症状加重，休息症状缓解，直腿抬高试验阳性，而双侧4字试验阴性，本患者慢性病程，活动后症状缓解，休息时加重，双侧4字阳性，故不考虑此病。2、银屑病关节炎：患者为年轻男性，腰背疼痛5年，颈部活动受限1月，但该患者无银屑病病史，故暂不考虑。诊疗计划： 1、风湿科常规护理；2、完善入院常规检查；3、予HLA－B27、骶髂关节CT、第 1 页颈椎正侧位、腰椎正侧位等检查，明确诊断；4、请示上级医师进一步治疗。2007-12-06 08:45主治医师首次查房记录今日患者一般情况尚可，刘彧主治医生查房并查体后分析如下：一、初步诊断：1、强直性脊柱炎；2、IgA肾病二、诊断依据：1、患者中年男性，病程长，起病慢；2、患者现弯腰困难，伴晨起腰背部僵硬感，活动后症状有所缓解；颈项部活动受限，但无疼痛感；骶髂关节疼痛；并有右眼虹膜炎病史。3、体征：枕墙距5cm，胸颏距3cm，胸廓活动度0.5cm，Schober试验0.5cm，指地距50cm；双侧4字试验+。4、辅检：红细胞沉降率(25mm\/h H);C-反应蛋白(25.20mg\/L H);颈椎、腰椎正侧位片示：符合强直性脊柱炎改变。三、鉴别诊断：1、类风湿关节炎：女性多发，病变主要累及多关节、对称性和外周小关节，骶髂关节很少受累，晨僵时间大于1小时，可见类风湿结节，辅检类风湿因子阳性，后期可出现关节畸形、功能障碍。患者主要累及颈椎、腰椎及骶髂关节，四肢关节未受累，查类风湿因子排除。2、椎间盘突出症：常为急性发作，多有腰部疼痛，休息可缓解，活动加剧疼痛，站立时常呈侧屈，脊柱向各个方向活动均受限，但胸廓活动正常，直腿抬高试验阳性，血沉、CRP不增高。本患者腰骶部疼痛，活动后缓解，临床症状符合强直性脊柱炎。3、结核性关节炎：初期关节肿胀、疼痛，常侵犯单个关节，不对称，多伴有低热、盗汗和全身不适等结核中毒症状；患者无结核中毒症状，行PPD试验排除。四、诊疗计划：1、患者现AS诊断明确，但因行胃大部切除术，故不可予非甾体抗炎药扶他林抗风湿止痛等对症治疗。2、完善检查，待化验结果汇报后，考虑是否予生物制剂益赛普治疗。2007-12-07 09:15主任医师查房记录今日患者一般情况尚可，仍有骶髂关节疼痛 ，精神可 ，睡眠可 ，饮食可 ，大小便正常 。许臻副主任医师查房，分析病情如下：一、初步诊断： 1.强直性脊柱炎；2.IgA肾病二、诊断依据：1、病    史： 腰部僵硬4年，颈项部活动受限6月，骶髂关节疼痛2天2、症    状：患者于01年发生车祸，拍片发现腰椎有骨桥形成改变（具体情况不详），因腰部无疼痛、僵硬症状，故未予重视。04年出现弯腰困难，伴晨起腰背部僵硬感，活动后症状有所缓解，随就诊于北京积水潭医院，予针灸等治疗，效果不佳。07年3月于外院诊断为“右眼虹膜炎”。07年6月出现颈项部活动受限，但无疼痛感。近2天出现骶髂关节疼痛。现为进一步诊断及治疗来我院就诊，门诊以“强直性脊柱炎”收入院。3、体    征：胸廓对称无畸形，呼吸运动正常；双肺叩诊清音，双肺呼吸音正常；未闻及干湿性罗音。心率72次\/分，律齐，病理性杂音未闻及。腹平软，腹部无压痛及反跳痛，脊柱：枕墙距5cm  胸颏距3cm  胸廓活动度 0.5cm  Schober试验 0.5cm 指地距 50cm；双侧4字试验+；无肝掌，无杵状指。双下肢无浮肿。4、检查记录：C-反应蛋白(25.20mg\/L H);HLA-B7(阳性);HLA-B27(阳性);CT(脊柱)：双侧骶髂关节改变，考虑强直性脊柱炎。三、鉴别诊断：1、类风湿关节炎：女性多发，病变主要累及多关节、对称性和外周小关节，骶髂关节很少受累，晨僵时间大于1小时，可见类风湿结节，辅检类风湿因子阳性，后期可出现关节畸形、功能障碍。患者主要累及颈椎、腰椎及骶髂关节，四肢关节未受累，查类风湿因子排除。2、椎间盘突出症：常为急性发作，多有腰部疼痛，休息可缓解，活动加剧疼痛，站立时常呈侧屈，脊柱向各个方向活动均受限，但胸廓活动正常，直腿抬高试验阳性，血沉、CRP不增高。本患者腰骶部疼痛，活动后缓解，C-反应蛋白(25.20mg\/L)，血沉(25mm\/h)，临床症状符合强直性脊柱炎。四、诊疗计划：患者现诊断明确，无感染表现，予PPD试验，是否生物制剂益普赛治疗。五、注意事项：注意休息，适当活动锻炼。2007-12-10 09:15主治医师查房记录今日患者病情无明显变化 ，一般情况可 ，仍有弯腰困难、颈项部活动受限及骶髂关节疼痛症状。PPD试验(++++)。刘彧主治医师查房后指示：患者AS诊断明确，PPD试验示明显红肿、瘙痒水泡。故不予生物制剂益普赛治疗，拟定予柳氮磺胺吡啶片(0.75g,2\/日)帕夫林胶囊(0.6g,3\/日)治疗。治疗方案已定，准予今日出院。2007-12-10 09:16出院记录患者刘晓刚,男,38岁 ,因“腰部僵硬4年，颈项部活动受限6月，骶髂关节疼痛2天 ”于2007-12-05收入风湿免疫病区 ，于2007-12-10 出院，共住院5 天。入院诊断： 1.强直性脊柱炎；2.IgA肾病住院诊治经过： 患者因“ 腰部僵硬4年，颈项部活动受限6月，骶髂关节疼痛2天 ”入院。入院后完善相关检查，红细胞沉降率(25mm\/h);C-反应蛋白(25.20mg\/L);抗核抗体阴性；HLA-B7(阳性);HLA-B27(阳性)。PPD试验(++++)。心电图：窦性心律不齐，正常心电图。颈椎、腰椎正侧位片示：符合强直性脊柱炎改变。CT(脊柱)：双侧骶髂关节关节面不规则，密度不均匀增高，并可见虫蚀样骨质破坏，以髂骨侧为著，关节间隙增宽，周围软组织未见明显肿胀。[印象]双侧骶髂关节改变，考虑强直性脊柱炎。出院时情况： 患者颈部活动受限、弯腰困难、骶髂关节疼痛症状略缓解，拟定柳氮磺胺吡啶片(0.75g,2\/日)＋帕夫林胶囊(0.6g,3\/日)治疗，请示上级医师准予今日出院。出院诊断：1、强直性脊柱炎；2、IgA肾病出院医嘱：1、适当活动锻炼；2、门诊随诊，一个月后复查血常规、肝肾功。3、予柳氮磺胺吡啶片(0.75g,2\/日)＋帕夫林胶囊(0.6g,3\/日)治疗半年以上，示病情调整剂量。"}