{"patient_name":"应央芬","ward":"风湿免疫病区","bed_no":"34","id_no":"05476893","admission_no":"429952","course_record":"2013-12-17 12:00首次病程记录姓名：应央芬  性别：女  年龄：44岁  因“确诊强直性脊柱炎10年余 ” 于 2013-12-17收入风湿免疫病区病例特点：1.患者44岁，女 ，慢性 病程，慢性 起病。2.患者2003年外院确诊“强直性脊柱炎”，先后行通滞苏润红胶囊、乐松、柳氮磺胺吡啶、甲氨蝶呤治疗。2009年1月开始益赛普治疗。3.查体：胸廓对称无畸形，呼吸运动正常。胸膜无摩擦感，两侧语颤音相等；双肺叩诊清音，双肺呼吸音正常；未闻及干湿性罗音。心前区无局部隆起，心浊音界无扩大，心率80次\/分，律齐，病理性杂音未闻及。 腹平软，未见胃肠形，未见腹壁静脉曲张，腹部无压痛及反跳痛，无肌卫，肝脏及脾脏肋下未及；莫菲征阴性，叩诊鼓音；肝肾区无叩击痛；移动性浊音阴性。4.检查记录：血沉（2012-11-26，外院）：36mm\/L初步诊断： 强直性脊柱炎诊断依据： 中年女性，慢性起病，病程长；外院查“HLA－B27(+)”，诊断为“强直性脊柱炎”，先后行通滞苏润红胶囊、乐松、柳氮磺胺吡啶、甲氨蝶呤治疗。2009年1月开始益赛普治疗。病情控制可，诊断明确。鉴别诊断： 诊断明确，无需鉴别诊疗计划：1.风湿科二级护理，普食；2.完善血、尿、粪常规、肝肾功、电解质、血沉等检查，评估病情，请示上级医师指导进一步治疗。2013-12-18 10:17李婷主治医师首次查房记录今日患者一般情况可，诉颈椎部不适 ，精神可 ，睡眠可 ，饮食可 ，大小便正常，查第 1 页体：生命体征平稳，余查体基本同前 。辅助检查：红细胞沉降率(31,mm\/h,H);血常规：白细胞(4.0,×10^9\/L,M);中性粒细胞%(42.9,%,L);淋巴细胞%(47.9,%,H);单核细胞%(6.5,%,M);嗜酸性粒细胞%(2.2,%,M);嗜碱性粒细胞%(0.5,%,M);中性粒细胞(1.72,×10^9\/L,L);淋巴细胞(1.92,×10^9\/L,M);单核细胞(0.26,×10^9\/L, );嗜酸性粒细胞(0.09,×10^9\/L,M);嗜碱性粒细胞(0.02,×10^9\/L,M);红细胞(3.84,×10^12\/,M);血红蛋白(112,g\/L,M);红细胞压积(33.60,%,L);平均红细胞体积(87.5,fL,M);平均血红蛋白量(29.2,pg,M);平均血红蛋白浓度(333,g\/L,M);红细胞分布宽度CV(12.70,%,M);血小板(208,×10^9\/L,M);平均血小板体积(11.10,fL,M);超敏C反应蛋白(1.44,mg\/L,M)。补充病史和体征：无初步诊断：强直性脊柱炎诊断依据： 中年女性，慢性起病，病程长；外院查“HLA－B27(+)”，诊断为“强直性脊柱炎”，先后行通滞苏润红胶囊、乐松、柳氮磺胺吡啶、甲氨蝶呤治疗。2009年1月开始益赛普治疗。病情控制可，诊断明确。鉴别诊断：1.骨关节炎：慢性起病，好发于中老年患者，多累及髋、膝、踝等负重关节，活动时疼痛明显，休息时疼痛缓解，相应关节X线可见骨质边缘增生、骨赘形成，RF、HLA-B27阴性。该患者膝、踝等关节未明显累及，外院查HLA－B27(+)，故暂可排除。2.反应性关节炎：多继发于泌尿道、呼吸道感染，为急性起病，表现非对称性下肢大关节炎，治疗原发病后关节症状能改善。该患者起病缓，无明显感染等诱因，可排除。诊疗计划：1.患者强直性脊柱炎诊断明确，予益赛普治疗，予伊索佳治疗骨关节炎；2.患者颈部不适，行颈椎MRI明确病情。注意事项： 注意休息，避免受凉、感染。2013-12-21 10:07许臻主任医师查房记录今日患者一般情况可，无不适 ，精神可 ，睡眠可 ，饮食可 ，大小便正常， 查体：生命体征平稳， 体温37.0℃，血压120\/78mmHg，呼吸14次\/分，心率74次\/分 。辅助检查：肝肾功：总胆红素(10,umol\/L,M);直接胆红素(3,umol\/L,M);间接胆红素(7,umol\/L,M);总蛋白(70,g\/L,M);白蛋白(38,g\/L,M);球蛋白(32,g\/L,H);白球比(1.19, ,L);前白蛋白(178,mg\/L,M);丙氨酸氨基转移酶(9,U\/L,M);天门冬氨酸氨基转移酶(16,U\/L,M);γ谷氨酰基转移酶(11,U\/L,M);胆汁酸(1,umol\/L,M);葡萄糖(5.1,mmol\/L,M);尿素(5.2,mmol\/L,M);尿酸(246,umol\/L,M);肌酐(53,umol\/L,L);钾(3.80,mmol\/L,M);钠(140,mmol\/L,M);氯(101,mmol\/L,M);钙(2.53,mmol\/L,M);颈椎MRI：1、颈椎退变，颈3\/4、6\/7椎间盘突出；颈7\/胸1椎间盘略突出。 2、左侧甲状腺结节。补充病史和体征：无病情分析：初步诊断：强直性脊柱炎诊断依据：中年女性，慢性起病，病程长；外院查“HLA－B27(+)”，诊断为“强直性脊柱炎”，先后行通滞苏润红胶囊、乐松、柳氮磺胺吡啶、甲氨蝶呤治疗。2009年1月开始益赛普治疗。病情控制可，诊断明确。诊疗计划：1.患者病情稳定，继续益赛普、伊索佳治疗；2.查甲状腺超声，明确甲状腺结节性质。注意事项：1、阳性检查结果回报及分析处理；无2、其他:无2013-12-24 10:22今日患者病情稳定 ，一般情况可 ，生命体征：体温36.9℃，脉搏74 次／分，呼吸13次／分，血压118／74mmHg ，神志清楚 ，精神可 ，睡眠可 ，饮食可 ，大小便无异常。处理意见： 患者病情稳定，继续益赛普治疗。2013-12-27 10:28李婷主治医师查房记录今日患者一般情况好 ，无不适主诉，生命体征：体温36.7℃，脉搏75 次／分，呼吸14次／分，血压120／85mmHg ，神志清楚 ，精神可 ，睡眠可 ，饮食可 ，大小便无异常。处理意见： 继续目前甲氨蝶呤、伊索佳、氨基酸钙片治疗。2013-12-30 08:45今日患者病情稳定 ，一般情况好 ，生命体征：体温36.8℃，脉搏71 次／分，呼吸13次／分，血压115／80mmHg ，神志清楚 ，精神可 ，睡眠可 ，饮食可 ，大小便无异常。处理意见： 患者一般情况好，继续益赛普治疗。2014-01-02 08:31许臻主任医师查房记录今日患者病情平稳 ，一般情况好 ，无不适主诉，生命体征：体温37.0℃，脉搏75 次／分，呼吸13 次／分，血压118／78mmHg ，神志清楚 ，精神可 ，睡眠可 ，饮食可 ，大小便无异常 ，查体：胸廓对称无畸形，呼吸运动正常。胸膜无摩擦感，两侧语颤音相等；双肺叩诊清音，双肺呼吸音正常；未闻及干湿性罗音。心前区无局部隆起，心浊音界无扩大，心率80次\/分，律齐，病理性杂音未闻及。腹平软，未见胃肠形，未见腹壁静脉曲张，腹部无压痛及反跳痛，无肌卫，肝脏及脾脏肋下未及；莫菲征阴性，叩诊鼓音；肝肾区无叩击痛；移动性浊音阴性。 处理意见： 患者病情稳定，一般情况好，可予出院，出院后继续益赛普治疗。2014-01-02 08:34出院记录患者应央芬,女,44岁 ,因“确诊强直性脊柱炎10年余 ”于2013-12-17收入风湿免疫病区 ，于2014-01-02 出院，共住院16 天。入院诊断：强直性脊柱炎住院诊治经过： 患者因“确诊强直性脊柱炎10年余 ”入院。完善血、尿、粪常规、肝肾功、电解质、血沉等检查，评估病情稳定，予益赛普、甲氨蝶呤治疗控制病情，伊索佳治疗骨关节炎，氨基酸钙片辅助治疗。出院时情况： 一般情况好，生命体征平稳出院诊断：强直性脊柱炎出院医嘱：1.注意饮食、休息，避免受凉、感染；2.出院后继续用药：益赛普 25mg皮下注射 2\/周，氨基酸钙片 600mg 1\/日，伊索佳胶囊 0.628g 3\/日，甲氨蝶呤 10mg 1\/周；3.风湿科门诊随诊，不适及时就诊。"}