{"patient_name":"计芳芸","ward":"风湿免疫病区","bed_no":"09","id_no":"D03450941","admission_no":"424786","course_record":"2008-09-18 11:26首次病程记录姓名：计芳芸  性别：女  年龄：57岁  因“反复腰背疼痛、眼部不适13年，伴低热10天” 于 2008-09-18 收入风湿免疫病区病历特点：患者57岁，女，慢性 病程，慢性 起病。初步诊断：(此次诊疗的主要疾病)强直性脊柱炎诊断依据：1、病    史： 反复腰背疼痛、眼部不适13年，伴低热10天2、症    状： 患者于13年前无明显诱因出现腰背疼痛及眼痛、畏光、不适，无发热、畏寒、口腔溃疡等，前往当地医院眼科就诊，行眼科相关检查，诊断为：“眼葡萄膜炎”，给予激素静脉及皮质激素眼液治疗。腰背疼痛、眼部不适症状均有缓解，但反复发作。96年患者前往血液中心查HLA-B27阳性，前往光华医院就诊，诊断为“强直性脊柱炎”，给予非甾体类抗炎药，柳氮磺吡啶及中药治疗。症状有所缓解但仍逐渐出现脊柱活动伸展和侧弯受限。患者10天前受凉后出现低热，咽部不适，于院外就诊服用“希克劳及感冒退烧药”，体温峰值有所下降，今来我院就诊，门诊以强直性脊柱炎收入院。患者自患病以来，精神状态良好，体重无明显变化，饮食正常，大、小便正常，睡眠无异常。3、体    征： 双肺呼吸音正常；未闻及干湿性罗音。心率80次\/分，律齐，病理性杂音未及。 脊柱及四肢：无畸形及压痛、叩击痛，关节无红肿、无肝掌，无杵状指。双下肢无浮肿。脊柱活动伸展和侧弯受限，双侧4字试验阳性，枕墙距正常，schober试验阳性， 神经系统：四肢肌力、肌张力未见异常，双侧肱二、三头肌腱反射正常，双侧膝、跟腱反射正常，双侧Hoffmann阴性，Babinski征阴性，Kernig征阴性。4、检查记录： 暂缺。鉴别诊断：椎间盘突出：本病多急性起病，表现为腰痛及单侧下肢放射痛，与患者临床表现不符，且无臀部坐骨神经压痛，直腿抬高试验阴性，故目前可排除本病。类风湿关节炎：患者为中年女性，既往有双膝关节疼痛的表现，但无晨僵，无关节肿胀，可查类风湿因子、血沉和双手关节X线检查以辅助诊断。第 1 页骨关节炎：为退行性变骨关节病，本病在65岁以上发病率高，受累关节疼痛，无晨僵，活动后加重，X线可见关节间隙狭窄、软骨下骨硬化，故暂不考虑本病。诊疗计划： 1.完善相关检查  2，请示上级医师进一步完善诊疗计划2008-09-19 10:46主治医师首次查房记录今日患者一般情况尚可，患者今日腰背轻微疼痛，眼部无明显不适，无发热，包军主治医生查房并查体后分析如下：一、初步诊断：强直性脊柱炎二、诊断依据：1、病    史：反复腰背疼痛、眼部不适13年，伴低热10天2、症    状：患者于13年前无明显诱因出现腰背疼痛及眼痛、畏光、不适，无发热、畏寒、口腔溃疡等，前往当地医院眼科就诊，行眼科相关检查，诊断为：“眼葡萄膜炎”，给予激素静脉及皮质激素眼液治疗。腰背疼痛、眼部不适症状均有缓解，但反复发作。96年患者前往血液中心查HLA-B27阳性，前往光华医院就诊，诊断为“强直性脊柱炎”，给予非甾体类抗炎药，柳氮磺吡啶及中药治疗。症状有所缓解但仍逐渐出现脊柱活动伸展和侧弯受限。患者10天前受凉后出现低热，咽部不适，于院外就诊服用“希克劳及感冒退烧药”，体温峰值有所下降，今来我院就诊，门诊以强直性脊柱炎收入院。患者自患病以来，精神状态良好，体重无明显变化，饮食正常，大、小便正常，睡眠无异常。三、鉴别诊断：1.椎间盘突出：本病多急性起病，表现为腰痛及单侧下肢放射痛，与患者临床表现不符，且无臀部坐骨神经压痛，直腿抬高试验阴性，故目前可排除本病。类风湿关节炎：患者为中年女性，既往有双膝关节疼痛的表现，但无晨僵，无关节肿胀，可查类风湿因子、血沉和双手关节X线检查以辅助诊断。2.骨关节炎：为退行性变骨关节病，本病在65岁以上发病率高，受累关节疼痛，无晨僵，活动后加重，X线可见关节间隙狭窄、软骨下骨硬化，故暂不考虑本病。四、诊疗计划： 诊疗计划：1.完善相关检查  2，请示上级医师进一步完善诊疗计划3.患者病情无明显变化，暂不用药。2008-09-20 08:53今日患者 腰背轻微疼痛，眼部无明显不适，无发热，一般情况可 ，生命体征：体温36.8℃，脉搏85 次／分，呼吸20 次／分，血压125／72mmHg ，神志清楚 ，精神可 ，睡眠可，饮食可 ，大小便无异常 ，查体情况 ：神清，双肺呼吸音正常；未闻及干湿性罗音。心率80次\/分，律齐，病理性杂音未及。脊柱及四肢：无畸形及压痛、叩击痛，关节无红肿、无肝掌，无杵状指。双下肢无浮肿。脊柱活动伸展和侧弯受限，双侧4字试验阳性，枕墙距正常，schober试验阳性 ，检查回报：X片：腰椎退变， 胸部正位未见明显异常CT(胸部)(2008-9-19)检查结果：双侧胸腔少量积液 HLA-B7(阳性,HLA-B27(阳性, ,P);红细胞沉降率(63,mm\/h,H);C-反应蛋白(42.90,mg\/L,H);抗\"O\"(104,IU,M);类风湿因子(9,IU,M)处理意见： 今日加用青霉素抗炎及扶他林乳膏对症治疗。。2008-09-23 08:48主任医师查房记录许臻副主任查房记录今日患者一般情况尚可， 腰背轻微疼痛，眼部无明显不适，无发热，精神可 ，睡眠可 ，饮食可 ，大小便正常， 查体：生命体征平稳， 双肺呼吸音正常；未闻及干湿性罗音。心率80次\/分，律齐，病理性杂音未及。脊柱及四肢：无畸形及压痛、叩击痛，关节无红肿、无肝掌，无杵状指。双下肢无浮肿。脊柱活动伸展和侧弯受限，双侧4字试验阳性，枕墙距正常，schober试验阳性，描述许臻副主任 查房，分析病情如下：一、初步诊断：(此次诊疗的主要疾病)1.强直性脊柱炎  2.胸膜炎二、诊断依据：1、病    史：反复腰背疼痛、眼部不适13年，伴低热10天2、症    状：患者于13年前无明显诱因出现腰背疼痛及眼痛、畏光、不适，无发热、畏寒、口腔溃疡等，前往当地医院眼科就诊，行眼科相关检查，诊断为：“眼葡萄膜炎”，给予激素静脉及皮质激素眼液治疗。腰背疼痛、眼部不适症状均有缓解，但反复发作。96年患者前往血液中心查HLA-B27阳性，前往光华医院就诊，诊断为“强直性脊柱炎”，给予非甾体类抗炎药，柳氮磺吡啶及中药治疗。症状有所缓解但仍逐渐出现脊柱活动伸展和侧弯受限。患者10天前受凉后出现低热，咽部不适，于院外就诊服用“希克劳及感冒退烧药”，体温峰值有所下降，今来我院就诊，门诊以强直性脊柱炎收入院。患者自患病以来，精神状态良好，体重无明显变化，饮食正常，大、小便正常，睡眠无异常。3、体    征： 生命体征平稳，双肺呼吸音正常；未闻及干湿性罗音。心率80次\/分，律齐，病理性杂音未及。脊柱及四肢：无畸形及压痛、叩击痛，关节无红肿、无肝掌，无杵状指。双下肢无浮肿。脊柱活动伸展和侧弯受限，双侧4字试验阳性，枕墙距正常，schober试验阳性，4、检查记录：1.CT(胸部) 双侧胸腔少量积液。2.胸片：腰椎退变2.胸部正位未见明显异常.3.血清IgG(12.50,g\/L, );血清IgA(3.88,g\/L,H);血清IgM(2.03,g\/L, );补体C3(1.370,g\/L, );补体C4(0.309,g\/L, );C-反应蛋白(42.90,mg\/L,H);抗\"O\"(104,IU,M);类风湿因子(9,IU,M);化验血(2008-9-19)结果：HLA-B7(阳性, ,P);HLA-B27(阳性, ,P);三、鉴别诊断：1.椎间盘突出：本病多急性起病，表现为腰痛及单侧下肢放射痛，与患者临床表现不符，且无臀部坐骨神经压痛，直腿抬高试验阴性，故目前可排除本病。类风湿关节炎：患者为中年女性，既往有双膝关节疼痛的表现，但无晨僵，无关节肿胀，可查类风湿因子、血沉和双手关节X线检查以辅助诊断。2.骨关节炎：为退行性变骨关节病，本病在65岁以上发病率高，受累关节疼痛，无晨僵，活动后加重，X线可见关节间隙狭窄、软骨下骨硬化，故暂不考虑本病。四、诊疗计划：患者双侧胸腔积液考虑为感染所致，继续使用青霉素抗炎及扶他林乳膏对症治疗。五、注意事项：患者诊断强直性脊柱炎明确，嘱加强脊柱关节活动及运动，保护关节功能。2008-09-24 09:31今日患者病情平稳 ，一般情况可 ，诉腰骶部疼痛明显，活动轻微受限，生命体征：体温36.8℃，脉搏82 次／分，呼吸20 次／分，血压120／70mmHg ，神志清楚 ，精神可 ，睡眠可 ，饮食可 ，大小便无异常 ，查体情况 双肺呼吸音正常；未闻及干湿性罗音。心率80次\/分，律齐，病理性杂音未及。脊柱及四肢：无畸形及压痛、叩击痛，关节无红肿、无肝掌，无杵状指。双下肢无浮肿。脊柱活动伸展和侧弯受限，双侧4字试验阳性，枕墙距正常，schober试验阳性， 。 处理意见：给予西乐葆对症治疗。2008-09-25 09:35主治医师查房记录今日患者病情平稳，一般情况可，诉腰骶部疼痛减轻，活动轻微受限，生命体征：体温36.6℃，脉搏80次／分，呼吸20次／分，血压122／70mmHg，神志清楚，精神可，睡眠可，饮食可，大小便无异常，查体情况双肺呼吸音正常；未闻及干湿性罗音。心率82次\/分，律齐，病理性杂音未及。脊柱及四肢：无畸形及压痛、叩击痛，关节无红肿、无肝掌，无杵状指。双下肢无浮肿。脊柱活动伸展和侧弯受限，双侧4字试验阳性，枕墙距正常，schober试验阳性。包军主治医师指出：继续给予西乐葆对症治疗及加用肾炎康复片、金水宝胶囊治疗。2008-09-28 09:41出院记录患者计芳芸,女,57岁 ,因“ 反复腰背疼痛、眼部不适13年，伴低热10天 ”于2008-09-18收入风湿免疫病区 ，于2008-09-28 出院，共住院10 天。入院诊断：1.强直性脊柱炎住院诊治经过： 患者因“ 反复腰背疼痛、眼部不适13年，伴低热10天 ”入院。入院后根据病史症状体征及各项辅助检查，诊断为：1.强直性脊柱炎  2.胸膜炎，给予青霉素抗感染及西乐葆对症治疗。出院时情况： 患者病情平稳，一般情况可，诉腰骶部轻微疼痛，生命体征：神志清楚，精神可，睡眠可，饮食可，大小便无异常，查体情况双肺呼吸音正常；未闻及干湿性罗音。心率82次\/分，律齐，病理性杂音未及。脊柱及四肢：无畸形及压痛、叩击痛，关节无红肿、无肝掌，无杵状指。双下肢无浮肿。脊柱活动伸展和侧弯受限，双侧4字试验阳性，枕墙距正常，schober试验阳性。出院诊断：1.强直性脊柱炎  2.胸膜炎出院医嘱：1.注意适度运动    2.门诊随访"}